{"sma505fzkqser": ["Преобретал данный девайс супруге на подарок, уже как три года работает хорошо, только нужно было брать на 128 гигов, для жены с учетом ее использования все нравится, с айфона перешла на него, сразу была счастлива и довольна, из минусов это рамка царапается и задняя крышка тоже подвержена царапинам", "владею телефоном уже 2 года\nпо производительности и автономности - нет проблем\nно!! - есть косяк - переодически - не поднимается передача данных мобильных - т.е. значек горит, все палочки есть - а интернет не работает. помогает - отключение wi-fi + включение\\выключение режима полет. в некоторых случаях приходится перегружать телефон.", "Отличный телефон. Жена пользуется почти 3 года, ни тормозов ни проседания по батарее. Единственный телефон который продержался столько времени при этом не был разбит(хотя роняется регулярно) и не начал лагать. Экран всегда без пленки - только одна хорошо видимая царапина. Несколько раз обновлялась версия оболочки. Несмотря на то, что многие ругают процессоры самсунг - хорошо тянет COD:M. За всё это время только немного ободралось покрытие в районе разъема питания.", "Могу сказать что данная модель полностью соответствует цена-качества, хорошо собрана.", "Отличный телефон. Пользуюсь уже 2,5 года - полет нормальный, не тупит, не глючит. К подэкранному датчику приноровился, в 95% открываю с первого раза. Иногда правда бывает как упрётся - не открывает 5 раз подряд, но это редко. Батареи хватает на сутки, заряжаю каждый, хотя много смотрю видео. Камера норм, фотки получаются хорошего качества, стабилизации нет, поэтому нужно \"прицелится\", чтобы кадр получился. Лично мне не хватает беспроводной зарядки", "В принципе, хороший телефон за свою цену. Прошло уже 2 года после покупки и телефон всё такой же шустрый (лично для меня). Батареи на день хватает для просмотра Youtube, прослушивания музыки, общения в мессенджерах и т.д. Из минусов разве что камера ну так себе, в остальном претензий нет.", "За более чем 2 года использования показал себя отлично. В игры не играл, только мессенджеры и обычные приложения. Камера тоже неплохая, хотя умельцы фотографировать могут сказать и по другому. Обновления ПО выходят и по сей день, всё что-то там оптимизируют. Очень часто пользуюсь Samsung Pay, удобно и быстро активируется.", "Телефон покупал в октябре 2019 года. Месяцев 10 он отработал нормально, но потом стало происходить непонятное с ним: 3G перестал видеть. работал 4G, где сигнал не очень - переключался на 2G и на нём и оставался. чтобы вернуть 4G, приходилось переключаться вручную на 3G (не видел сети), потом на авто-режим (4/3/2). Или перезагружать аппарат. \n\nВ итоге такой режим работы сохранился. по гарантии относил в A1. там покрутили в руках, поперезагружали, поменяли симку (все не сработало), переставили симку в другой слот - заработало...\nПосле этого сходил в мастерскую (с хорошей репутацией, гарантия к тому времени закончилась). сказали - не найдём проблему. вот так и хожу с ним, перезагружая почти каждый день.", "Отличный телефон, спустя 2.5 года нареканий никаких. Заряжаю каждый день, так как используется телефон часто. Подтупливаний не замечено, а если и были то изредка. В игры не играл, что касается всего другого, то мне хватало, каждый день мессенджеры, звонки, камера по фотографировать что-то красивое или фотку сделать тоже устраивает. Очень нравится Samsung Pay, пользуюсь при расчётах всегда телефоном, свайпнул вверх на заблокированном телефоне и сразу карточка. По сравнению с google pay и другими аналогами(айфон не считаем, не пробовал) не сравнится.", "Отличный смартфон, пользуюсь уже 2 года, стоят 2 симки. Батареи хватает на целый день, зимой правда чуть меньше."], "g930fd32g": ["Я, как фанат вот таких самсунгов, со стажем Galaxy Ace 1, s3, s4, s6 скажу, что S7 действительно хороший агрегат. Пользуюсь с 2016. За это время полетел трекер GPS и стёрлась кнопка Home. Иногда тупит, может даже по-жёсткому, но телефону-то уже 4 года! Камера даже сегодня способна вершить великие дела, даже лучше чем у некоторых самсунгов 20-го года. Единственный недостаток - не очень объёмная батарея для активного юзера, но для умеренного пользования хватает за глаза.", "пользуюсь телефоном более трех лет,конечно были легкие лаги ,но у кого их не было. s7 это просто оптимальное сочетание основных потребностей и по сей день. размер телефона и дизайн для меня наилучший,даж кнопка хом не стерлась.главное мое восхищение в телефоне это конечно же камера,она удивительна,хоть телефону уже скоро 5 лет будет со дня выпуска.нынешние флагманы от самсунга немного расстраивают,растеряли они былое величие. вроде понимаю,что нужно обновить телефон,но найти достойную замену пока не могу,да и не хочу наверн", "Пользуюсь данным аппаратом уже 3й год, в целом опыт положительный. За это время стерлась кнопка \"Home\", потому что самсунги зажмотили премиальных материалов на свой флагман. Проблема вроде как и несущественная, но внешний вид удешевила раз в 5. Что касается производительности, то её хватает даже на 2020-й год, хотя уже видно, что смарт на последнем издыхании, и ни о каком запасе на будущее речи идти не может.\r\nКамера - это отдельная тема) Для своего времени она была просто шикарна, чего не скажешь про фронталку, и даже теперь она с легкостью переплевывает средне-дешевых китайцев со своими бесконечными модулями. Так что пофоткать при большом желании получится)\r\nБатарея хоть и мала, но на день её при умеренном пользовании хватает, даже с учетом степени износа около 30%.\r\nЕсли подытожить, то пару лет данный смарт ещё сможет вывозить задачи среднестатистического пользователя, но удовольствия в этом использовании будет маловато.", "Поначалу казался хорошим телефоном. Через полтора года начали терзать смутные сомнения. Сейчас я с ним уже 3.5 года, и ненавижу его всей душой. Начнём по порядку :\n\n1. Думаете, самсунг за это время соблаговолил обновить андройд? Ага, сейчас. Разок, два. А большего тебе и не надо, ты ведь всего лишь купил флагман, на который через два года уже не приходит обновлений.\n\n2. Кнопка со сканером отпечатков. Самсунг такой самсунг. Серебристая краска с кнопки слезла и выглядит просто ужасно. А всё почему? Потому что кто-то пожалел денег на нормальное защитное стекло для этой кнопки\n3. Exynos. Ну этим всё сказано. Постоянные тормоза даже на рабочем столе. А уж стоит вам открыть хотя-бы ютуб, и вы насладитесь всей \"оптиммзированностью\" системы. Причём это началось уже довольно давно, и батарея тут не при чем\n\n4. Никак 3.5 разъём не ломал, просто теперь при определенных углах поворота штекера пропадает звук. Ну у гнусмаса постоянно что-то, да отвалится, ничего удивительного\n\n5. Экран очень убого перенасыщен и синит. Мне, как фотографу, это очень заметно\n\nЕдинственное, что действительно радует в нем - это корпус. Он приятный на ощупь и довольно красивый. В остальном же, я жалею, что купил его в своё время и больше никогда не куплю телефон он самсунга", "хожу с самого начала продаж, телефон как всегда у самсунга отличный. очень крепкий, слабая конечно камера на конец 2019. великолепные радимодули, ОБОЖАЮ кнопку домой, она невероятно удобная!", "В отзывах уже описали всё что только возможно и не возможно. Но о этом телефоне, стоит сказать только одно, даже имея лёгкую возможность купить Samsung Galaxy S10, делать это, нет ни малейшей необходимости и желания...", "Телефон по себе очень хороший, но его батарея меня огорчила, на замену был взят Xiaomi mi6, который уступает галактике только камерой.", "Это последний флагман с механической кнопкой Домой на лицевой стороне со сканером отпечатка пальцев!!! Уже от этого телефон обладает преимуществом даже над современными аппаратами.\r\nВладею данным телефоном более года, считают, что актуальность он не утратит ещё пару лет. Это первый мой телефон с заводской прошивкой, раньше только кастом, устраивает во всем. Хорошая камера должна быть всегда под рукой и она здесь на отличном уровне, снимки на автомате просто шикарные. Производительность и автономность на высоте. Есть возможность бесконтактной оплаты, банковские карточки уже год не ношу.\r\nЕсли не гнаться за новизной, то у данного аппарата конкурентов я не вижу.", "Отличный аппарат. Камера на высшем уровне. Работоспособность, автономность, все просто супер. Пользуюсь и по сей день 10.05.2019 и менять не собираюсь. Никаких тормозов , глюков , как пишут. Главное размер телефона и экрана.  Цена / качество.", "Отличный смартфон. Надежный. Шикарная камера с raw. Гибкие ручные настройки. Единственное, велико расстояние для макро съемки.\nХорошая эргономика для одной руки.\nБатарея средняя. Экран отличный. Хорошая яркость минимальная и максимальная. На ярком солнце в авто еще ярче включается. Ни намека на выгорание."], "sma515fds464b": ["Сразу после покупки и на всем протяжении пользования проблемы со связью, а через полтора года он просто завис в руках. И здох, заявлена замена не поврежденного экрана в пол стоимости нового телефона. Особенно приятно что еще полгода рассрочку выплачивать за дохлый телефон.", "Телефоном пользуюсь с 20 года,телефон очень даже нравиться за свои деньги, да есть мелочи, но это бюджетник. За все время работы с ним никогда не подводил, единственное подсадил батарею раньше хватало 1 день использования, сейчас если не выходя из его на часов 10-12", "Покупал данный телефон в 2020, по сей день работает отлично. Ни разу не ломался, и не возникало с ним проблем.", "Телефон покупал своей девушке, и в целом она осталась более чем довольна, после 8-го яблока то))) Порадовало качество камеры и экрана. Время жизни - сносное, на день хватает с запасом, есть samsung pay. В последнее время (после обновления) начал тупить.", "Отличный телефон за свои деньги, покупал в **, доволен, как слон, AMOLED матрица лучшая, спасибо", "Брал отцу 1,5 года назад данный смартфон на смену Lenovo P70 (отслужил свои почти 5 лет). Крутой середняк Samsung. Держит замечательно батарею (думаю по этому компоненту будет как та же Lenovo). Дизайн у данной А-шки красивый, лежит в руке достаточно удобно. Камера норм фотографирует днем, вечером разве что можно было бы и лучше. Стабилизация видео как и у всех самсунгов. Да, конечно не флагман, но с задачами для такого середняка он справляется. Берите смело за такую цену (явно будет лучше по производительности А-шек 21 года)", "Всегда пользовалась и отдавала преимущество Самсунгам. Но этот разочаровал своей камерой... в темноте снимает отвратительно что фото, что видео. Даже сравнить со стареньким Самсунг Galaxy S4, у которого куда качество съемки видео лучше! \n\nПо батарее вопросов нет, держит долго. Стали пропадать звуки уведомлений, только после перезагрузки телефона снова появляются. Картинка красивая, экран яркий. Пользуюсь полтора года, но, думаю, что следующий телефон будет другой марки(", "Брал супруге белый.\nОчень красивый. Но об этом вспоминаешь, только когда достаешь его из бампера для переклейки стекла.\nКамера радует почти всегда. Сравнивая со своим телефоном (у которого на бумаге характеристики камеры лучше), могу сказать, что взял бы сейчас и себе а51.\n\nВ темное время фото делаю телефоном жены, если стоит выбор какой схватить и сделать фото.\nБатарея тоже радует. Удивительно -остается 3%, а все не выключается.\nИногда дашь ребенку поиграть, договорившись \"поиграешь - доделаем, наконец,твои уроки\".\nДумаешь, что это на пару минут. Там ведь всего 2-3%! Но нет! Через минут 40 только сдается.\n\nПриятно смотреть фото на телефоне - цветопередача, лично мне, очень нравится.\nОчень яркий экран. ! Но при этом его можно приглушить очень сильно (ночью просто спасение)\n\n! Огромным плюсом у самсунга является возможность отключить предустановленные приложения, которые нельзя удалить. При этом они занимают минимум места, не тянут ресурсы, и отсутствуют в списке приложений (меню с иконками).\nИз минусов: В темноте некорректно работает разблокировка по лицу. Но, скорее всего, при минимальной яркости экрана.", "Купил этот аппарат себе на фирму, как рабочий, но разочаровался, очень медленный и со временем ещё больше тупит. Нет возможности нормально пользоваться камерой, да и вообще мобильным. Внешне симпатичный, но без защиты не походишь, очень хрупкий, пару раз падал с высоты 1 метра, оба раза в дребезги экран, а цена экрана примерно равна самому телефону. Отпечаток это вообще что-то с чем-то не понятно как он работает и очень плохо срабатывает, на 6-7 й раз или до пароля)). Камера ни о чём. Самое главное это плохая связь, сеть плохо держит и даже вай фай отваливается дома регулярно. :4 гб заполнилось за пол года.", "Отличный телефон, но с одним минусом (не знаю как у остальных, говорю за себя) и этот минус это КАМЕРА! По началу не замечали работу камеры, т.к. пользовались в обычном режиме и днем. Проблема - это фото на маленьком расстоянии (макросъемка). Фокус отсутствует, и никаким способом не удалось это исправить."], "galaxys964b": ["Пользуюсь данным смартфоном уже 2+ года, и менять его почти не вижу смысла для себя. Если смотреть на флагманы, S21 - без закругленных граней и из пластмассы (Самсунг, ты серьезно?). 21 Ultra более качественно сделан, но это просто лопата после S9. Хочу Ultra-версию с экраном до 6\", но ее нет(", "Превосходный телефон даже на 2021 год . Яркий ,сочный ,большой ,чёткий экран;премиальная зборка ; великолепный звук; стабильная ,быстрая, плавная система ; неплохая камера ; отличный дизайн; поддержка множества функций; есть 3,5мм . Но батарея маловата, но после отключения ненужных функций ещё более менее терпимо .", "Доброго времени суток!\n\nХотелось бы поделиться своим мнением по поводу пользования данным устройством, а именно смартфоном Samsyng Galaxy s9.\nЗнакомство с samsung началось именно с этого устройства. Приобретал смартфон в ноябре 2019 года и использую его по сей день. \nДо этого использовал различные устройства различных компаний, как флагманские так и нет. При поиске нового смартфона в первую очередь обращал внимание на компактность (возможность пользоваться одной рукой), мощность процессора (в игры не играю, но активно пользуюсь устройством по работе в различных приложениях) и хорошую камеру. В galaxy s9 так же подкупить внешний вид, телефон выглядит достойно и я считаю лучше даже сегодняшних новинок.\n\nЗа время пользования (1.5 года) смартфон не потерял актуальности совершенно. Все так же быстро и без проблем работает, на экране ни одной царапины, хоть и ношу всегда в кармане (без плёнок и защитного стекла, только бампер). \nКамера снимает отлично, для мобильного устройства лучше и не требуется. Для профессиональных снимков лучше приобрести специальную технику.\n\nМногие жалуются на батерию и время работы. Мне хватает на 12 часов активного использования (около 200-250 вызовов и активное использование соц.сетей) и это повторюсь уже после 1,5 лет использования. Заряжается от родного блока питания где-то за 1ч 10мин.\n\nВ телефон можно сказать влюбляешься, а в совокупности с техникой от samsung, будь это телевизор, беспроводная гарнитура (galaxy buds pro) - это вообще сказка. Все между собой функционирует и даёт насладится техникой в доволь.", "Пользуюсь телефоном уже 2 года и до сих пор в восторге от него. И менять пока не собираюсь. Потому что придраться действительно не к чему. \r\nУдобно лежит в руке. Превосходная передача цвета, яркие сочные цвета. \r\nБыстрый! Игру Raid Shadow Legends даже на ультра настройках тянет без торможения:) Хотят тут столько и не надо. \r\nДолго держит заряд. Если не играть, а просто пользоваться им в обычной жизни - больше суток без проблем. (И это он у меня уже два года, а до сих пор батарея не сильно просела)\r\nХорошая камера.\r\nК счастью кнопку биксби можно переназначить под другую функцию.", "Отличный смартфон даже в 2020. Актуальный Андроид на сегодня. После прямо скажем не очень быстрого S8+ разница в производительности просто на глаз ощутима. Видимо, что-то очень хорошо оптимизировали. Это будет и софт, и железо. Ну, и компактность после S8+ тоже радует. Часть использую с Samsung Gear VR для просмотра фильмов в 3D - и это реально круто. Больше даже нравится, чем в кинотеатре или на большом телевизоре LG - картинку можно настроить для себя как угодно и комфортнее именно мне. Жаль, что последний смартфон у Самсунга для очков S10.", "Хороший андроид по цене айфона.\r\n Хорошее ПО -  много приятных фишек, поддержка dex режима, gear VR и тд. унификация с устройствами самсунга(ну еще бы). к хорошему привыкаешь быстро.\r\n\"хорошая\" камера. почему в кавычках? потому, что по сравнению с главным конкурентом все таки не дотягивает. не сильно проигрывает, но и не дотягивает. очень не хватало широкоугольного объектива. прям очень.\r\n !ужасная оптимизация, ужасно слабая батарея для такого мощного железа - все настроил все поотключал все синхронизации и тд. в режиме полета за ночь -25%. утром пришел на работу - посмотрел инсту, вк, полистал новости еще -30%. 0_0 ????? что?? по факту тел от 100% до 0 - часа 2-2,5 в плотном режиме. в режиме ожидания часов 5. всё. дальше от резетки до резетки. и повербанк всегда с собой, что бы дожить хотя  бы до обеда. да уж.\r\nСочный амолед - да! картинка \"хорошая\", НО пока не сравнишь с ips.\r\n1 сильно желтит. даже на стендовом образце белый цвет это белый. а на моем s9 (и у других я сравнивал) желтит. да, пока не сравнишь с другими телефонами особенно Ips вроде и не замечаешь, как только сравнил оба рядом - всё. не могу смотреть больше на него. лично мне по факту хвалёный черный цвет не так важен как белый. поэтому увы минус.\r\n2. выгорает экран! самсы вы серьезно? купил этот взамен возвращенных денег за s7 с выгоревшим экраном, думал хоть теперь уже научились делать амоледы. нет - та же песня). по факту экран в телефоне живет до года, дальше выгорает и... никому не нужен. на вторичке цена сразу ниже плинтуса, а замена сопоставима с бу в хорошем состоянии, но это опять же бу. это третий жирный минус. но самсам то это на руку, что бы вы не ходили годами с одним и тем же, а меняли почаще.\r\nдатчик измерения пульса скорее побаловаться пару раз - не нужен в принципе. как и клавиша биксби - абсолютно бесполезная фишка вот прям на 146%.", "Перешел с Nokia 8. Пару дней на руках уже бессменно. Ожидал эффекта Вау, а получил Ооу.\r\nНо кому-нибудь из коллег его бы не посоветовал. Минусы и плюсы ниже.", "Отличный телефон. В прошлой модели при разблокировке случайно попадал в камеру. Здесь твкой проблемы нет. Кнопка биксби тоже случайно не нажимается. Камера отличная. Минус только то что быстро разряжается", "Удобный, приятный телефон. Экран очень яркий, а соотношение сторон максимально комфортное. Закругление экрана тоже очень здорово воспринимается. В руке лежит как влитой. Очень долго радовал, кроме батареи, но и та была сносной. Бывает греется очень сильно если в режиме навигатора включить еще и звук фоном, то становится очень горячим. Не всегда быстро распознает лицо. Маркий, но кто сейчас носит телефон без чехла?\r\n\r\nА после недавнего обновления стал работать чуть ли не в 2 раза медленнее. Плюс стали наслаиваться текстовые поля друг на друга при скролле или нескольких приложениях. Понимаю, надо новые продавать, но телефону и двух лет нет. Можно понадеяться, что это случайность и исправится следующим обновлением.\r\nНо сегодня второй раз случилась беда. На улице +1, заряд батареи 36%. Несешь в руке 1-2 минуты и все, заряд 0%. Остался без связи, что привело к проблеме. В прошлый раз такая история была при +5. Это даже не мороз.\r\nА, ну и видео в сумерках и темноте это боль. Не знаю что он \"выдатна здымае у цемры\", но точно не видео.", "Телефон мне очень нравился, шикарный экран, камера, влагозащита, удобная форма, тактильные ощущения, хорошее железо."], "sma525fzkdser": ["Хорошая камера, отличный дизайн. Игры без лагов. Понятный интерфейс. Батарея держит долго, быстро заряжается. Яркий экран.", "Купили жене на замену а51, она довольна телефоном, я доволен ценой телефона)", "Лучшее предложение прямо сейчас! Все что нужно для современного пользователя есть в этом телефоне. Пользуюсь уже пол года, а как вчера покупал по ощущениям так нравится!", "Долго сомневался брать или не брать. Давно телефона марки Samsung не было. И решился взял ,нужен был простой телефон для работы 4/128 должно было хватить ,звонки , почта никаких игр и претензий на качественные фото. Телефоном пользуюсь чуть более 10 дней но уже обозлился на весь Samsung ничего из их ассортимента никогда не куплю. Как телефон (основное) это чудо не пригодно вообще!!!!! В момент разговора связь обрывает на любой местности не зависимо от удаления от вышки. Может зависнуть и не принимать звонки вообще и об этом пользователь ни как знать не будет если нет второго телефона. В общем зачем куча каких то приложений ,куча дырок для камер ,в принципе неплохой аккумулятор если основные функции для чего предназначен телефон не работают. Производители так увлеклись ,что забыли ,что это устройство еще и голосовую связь должно поддерживать по GSM. В общем брать категорически нельзя.", "Брал по хорошей новогодней цене (полная стоимость большая).\nРедми ноут 8 стал резко тормознутым - решил купить новый.\nФункционал и скорость как у а51( у жены такой). Переплачивать не стоит.\nТолщина корпуса немного растроила. А51 лежит гораздо удобнее.\nМного глазков камеры протирать сложнее, чем 4 камеры в ряд у редми.\nКамера снимает отлично.\nДатчик для пальца под стеклом очень задумчивый, а разблокировка по лицу постоянно сомневается в вашем лице. Приходится улыбаться как Афоня.\nВсе удобно.\nСамый большие плюсы:\n- можно удалить либо отключить почти все приложения (непозволительная роскошь для сяоми).\n- батарея удивила. Долгоиграющий аппарат. Может это застлуга ПО (замедляет проц или оперативу)\nГлавные недостатки: \n-нельзя назначить быстрое включение/выключение фонарика и камеры кнопками питания и громкости (жутко удобная фишка на редми 8)\n- нет встроенного показателя скорости сети (мобильной и вайфай). Решается дополнителтным по.", "Пользуюсь телефоном больше полгода, так что мне есть что рассказать. Выбрал себе телефон на замену Xiaomi и стоял перед выбором между Xiaomi Redmi Note 9 Pro и Samsung Galaxy A52. Характеристики были схожи, но у Samsung есть защита от воды IP67. И случилась неприятность: мой старый телефон попал под дождь, что привело его к поломке, что для меня стало очевидно, что телефон без защиты от воды для меня не подойдёт и выбором стал Samsung. О телефоне: хороший процессор, amoled дисплей очень выручает в солнечный день: информация читается хорошо, батарею держит нормально на день хватает для интернета.", "Изумительный телефон с хорошим экраном и камерой. Минусов не замечено", "Пробыло у меня это чудо 6+- месяцев и я все же не устоял, чтобы не написать обзор.\nВ этом телефоне плохо все кроме 2ух аспектов: камера и samsung pay. \nОн нереально лагать начала уже через месяц, пользоваться было невыносимо. Чтобы открыть камеру нужно было прождать секунд 5-10 (зависит от настроения телефона) \nИз-за этих лагов я банально не мог переключаться между приложениями нормально. \nПоиск приложений в меню тоже тормозит. Я не знаю, может мне попался такой, но брать его я точно не советую", "Заявку приняли быстро, заказ доставили очень быстро. Телефон вскрыли, включили, курьер помог вставить симку и обновить.Телефон работает 8 месяцев без нареканий. Спасибо продавцу всё замечательно.", "При выборе нового смартфона выбор пал на Samsung Galaxy a52. Учитывала характеристики производителя и отзывы покупателей. За время использования не разочаровалась. Заявленные характеристики полностью соответствуют. Очень шустрый, фото высокого качества, батарея долго держится, заряжается телефон очень быстро."], "smg970fzkdser": ["Уже несколько лет с этим смартфоном, никаких проблем. Выбирал из-за компактности, сначала пугала кнопка биксби, но со временем этот вопрос отпал, т.к. ее можно переназначить, в итоге стало еще удобнее. Камеры samsunga всегда на высоте", "Пользуюсь телефоном больше 2 месяцев. Компактный в отличии от современных \"лопат\", отлично лежит в руке. Из нюансов только непонятный алгоритм включения в кармане: появляется на экране ползунок, который нужно передвинуть, но он когда нужно не передвигается, а в кармане без проблем разблокируется и нажимаются все кнопки подряд.", "Телефон пришел на смену s7 который радовал до последнего(отслоение процессора). В первую очередь брал исходя из его размеров(пс. Больше ничего в этом размере нормального и нет). S10e это его брат близнец. Не s9, как многие думают, а именно s7. Те же размеры, тот же функционал с небольшими современными доработкам. Главное отличие это экран, на s7 он был меньше и ppi космический, тут же экран больше и по факту содержательней.\nВторой момент это сканер отпечктков. Это очень быстра и не глюченная штука. По лицу так же разблокирует когда это нужно. Работает тоже без напряга, хотя не 10 из 10\nИз мнусов как всегда это батарея. Спасает темная тема. За 6 лет привык что на ночь всегда на зарядку. \nВ продаже все еще есть. Если не знаете на что поменять свой \"безпроблемный пушку ксяоми\", то берите именно этот телефон. Это тот случай когда все что на бумаге работает как часы в реальности.", "в пользовании 1.5 года. уже подходит к концу 2021 год а для меня это все еще лучший телефон на рынке за эти деньги! идеальный размер и весь необходимый функционал, отличная камера особенно снимки и темноте, берет даже звезды.", "Хотелось остаться в компактном формате и выбора особого не было. Решил попробовать самсунг, который всегда не любил из-за их глючного софта, зеленых экранов и высоких цен. Предпочитал флагманы huawei, lg, которые использовал по нескольку дет и google pixel, который был в пользовании пару дней.\nПоэтому брал бу, чтобы не сильно потерять при продаже, если быстро надоест. \nНо телефон понравился. И задержался у меня, т.к. ни одна марка (даже айфон) не тянула так хорошо из района моего проживания. \nЭкраны у всех теперь хороши, оболочка, если тормозит, то несильно. \nИ по остальным характеристикам это младший флагман. Обновляется регулярно. Уже 11й андроид.\nПока в его нише он один, если не учитывать pixel 4a.\nВот его бы я рассмотрел в качестве альтернативы. Pixel очень понравились скоростью работы, обновлений и тем, как держат заряд.", "Пішу водгук праз 2 гады выкарыстання. Тэлефон прыстойны, такі форм-фактар для тых хто не любіць лапаты я лічу ідэальным, не занадта вялікі і можна камфортна спажываць кантэнт. \nПраз 2 гады як і чакалася падсела батарэя, цяпер у мяне выходзіць каля 3 гадзін экрана.\nАкум зжараецца таксама вельмі хутка калі ўключаныя gps, навігатар, 4g і экран на 100. Адсоткі таюць на вачах, улічвайце што гэта апарат не пра трываласць.\nЗ’явіліся зусім дробныя рандомныя фрызы падчас анімацый. Не крытычна, але раней іх не было.\nАгулам карыстацца прыемна як і раней.\nФота якасныя, начны рэжым таксама.\nПрацэсарнай моцы хопіць на ўсё, здаецца, яшчэ на шмат гадоў наперад. Праграмы лятаюць як і раней 2 гады таму.", "Искал телефон не больших размеров и с хорошими характеристиками, с двумя симками. Айфон не рассматривал в принципе, не мой формат. Как оказалось, то и выбора нет. Есть только S10+. После первой недели эксплуатации могу сказать, что продукт достойный. Отличный экран, хорошо держит связь, быстродействие на высоте, отличный звук. Встроенной памяти на 128 ГБ вполне достаточно. Обновился до андроид 11 , работают все необходимые приложения. Пока получаю удовольствие от эксплуатации.", "Купляў ужываны, бо хацеў проста лепшую камеру, чым у маім папярэднім А320, і аддаваць 1000уёў за лапаты з псеўданішцякамі для падлеткаў не збіраўся. Дысплэі больш за 5'' камфортна ўжываць амаль немагчыма, але тут добра, што хоць менш за 6'' выйшла. Камера добрая, хаця штучны інтэлект у аўтаматычным рэжыме робіць з фота нейкі шлак, таму лепш здымаць на прафесійным (калі ўмееце, ахахахахахахаха). Памяці хапае, флэшка ставіцца замест другой сімкі - дзьве сімкі і флэшку паставіць нельга. Выхад пад навушнікі ёсць, але ў кішэні ёсць шанец паламаць штэкер, з тэлефонам меншага памеру (4.7'') такой праблемы не было, таму прыйшлося купляць безправадныя навушнікі. У гульні не гуляюся, працэсара хапае на 1000%. Карацей, тэлефон не ідэальны, але норм, можна браць. Праўда, іх ужо не прадаюць, ахахахахахахахахахахахахахахахахахахахаха.", "Отличный компактный телефон с классной камерой и экраном.\nИскал что-то небольшое, но обязательно с разъёмом для наушников и хоть какой-то защитой от воды... и вариантов было не много. В результате выбрал Самсунг, чему безмерно рад. \nДо него черт дернул купить Хонор 8х и, что самое интересное, он вроде как меня всем устраивал (кроме размеров)... до тех пор пока не купили s10e жене. Вот тогда я осознал насколько огромная разница между ними... в общем пришлось раскошелиться и себе на такой же.\nЕдинственный минус в S10e - это батарея, хотя на сутки мне его хватает, но за 2 года с Хонором привык ставить мобильник на зарядку одни раз в два дня, но понимаю, что чем-то пришлось пожертвовать ради уменьшения размера", "Приобрел это устройство 3 месяца назад, выбирал между iPhone 11 и s10e\nпредыдущий телефон был тоже от samsung, в итоге так и остался на samsung\nТелефон за три месяца использования нравится во всем, удобный, компактный, хороший насыщенный экран, качество фото устраивает (фотографирую редко поэтому на фото/видео возможности обращал внимания в последнюю очередь)\nМинус только 1 - батарея, если телефон активно использовать то он до вечера не доживает ("], "smg973fzkdser": ["Пользуюсь телефоном почти 3 года, работает быстро, лёгкий. Тянет тяжёлые игры. В начале использования батареи хватала на день активного использования, сейчас довольно быстро садится зарядка. При плохом освещении довольно плохо фотографирует, особенно на фронтальная камеру. Но при хорошем освещении видео на основную камеру лучше, чем отлично. Телефон также был в воде, после работает без проблем.", "Покупал телефон в 2019 году, почти сразу после выхода. Пользуюсь по сей день. За это время телефон обновился с 9 версии Android до 11. И уже Samsung выпустил обновление до 12 версии, что говорит о хорошей поддержке от производителя. \nРаботает так же быстро, как и в день покупки. Никаких подвисаний. \n\nКамера на высоте, как фото так и видео.\n\nВнешний вид - великолепный. Смотрится современно. Ношу без чехла, есть только пора незначительных царапинок.\nРекомендую к покупке даже в 2022 году:)", "Пользуюсь телефоном 2 года. Можно сделать некоторые выводы:\n- на мой взгляд из т.н.моды он не вышел,по прежнему в топе,тем более по соотношению цена/качество\n-ношу без плёнки. Есть несколько некритичных царапин на экране,но телефон не берегу,ношу в т.ч.вместе с ключами. Падал неоднократно.Все хорошо\n-аккумулятор -при очень активном использовании к позднему вечеру процентов 10 остаётся. Хотелось бы больше.\n-камера -вопросов нет. Отрабатывает на 100%", "Телефоном владею уже более двух лет и вот его достоинства:\n1. Производительность на высоте, все отрабатывает без задержек и лагов. Интерфейс всегда максимально плавный, телефон не греется.\n2. Автономность хороша, батареи хватает стабильно на два дня, а после двух лет активного использования на один день, всегда смеялся над владельцами iPhone (вечно ищут по офису зарядку)\n3. Камера вызывает восхищение и зависть) Качество видео супер, звук микрофона студийный, стабилизация работает отлично(можно снимать блокбастеры).\n4. Связь хорошая, не подводила, собеседника слышно отлично.\n5. Дизайн - как будто из другого мира) Классный......\nНедостатки: \nДеградация батареи пришла постепенно, через два года заряда хватает только на один день.\nЭргономика не очень хорошая: Датчик отпечатка пальца срабатывает всегда с первого раза, но до его очень тяжело дотянуться. \nКнопка блокировка телефона далековато расположенна - очень тяжело дотянуться. Но все эти проблемы решает продуманный чехол.", "Отходил с ним 2 года, хороший телефон, взял такой же, немного отстает по железу от galaxy s21, батарея чуть меньше, камера чуть лучше, корпус - стекло + металл, в отличие от s21 (там пластик). Цена, естественно, на 20-25% меньше, чем s21, чехол от самсунга брал на старый, ничем не помог даже при небольших ударах, потому все равно, есть ли сейчас оригинальные аксессуары для \"устаревшей\" модели.\nЕсли внешне нравится - советую брать.", "Из разряда - купил и забыл вообще о всех бедах и проблемах.\nСоотношение цена/качество - на высоте. Сборка, материалы, детали, эргономика, комплектация - все круто и качественно.\nдо этого были s3 и s7 edge, так и этот хотел купить себе на несколько лет вперед. Год уже проходил - полет нормальный.\n\nКто жалуется на цены - у моих друзей хуавеи, хоноры и ксяоми с такими же характеристиками, а то и круче, да только берешь в руки и чувствуется разница в качестве: экран, фото, производительность, плавность, ограниченность функционала и т.д. Плюс дешевые телефоны убиваются быстрее (основываюсь на многочисленном опыте своих товарищей). тогда вопрос - кто в итоге переплачивает и страдает?\n\nВ игры не играю, но без них хватает, чем грузить телефон: ни разу вообще проблем не было, все работает супер.", "Решил обновить свой старый s7. Выбор пал на s10. \nТелефон хорош. Камера, быстродействие, качество работы всё на высоте. Пол года использования и ни одного замечания.", "Добротный, качественный корпус. Шустрый. Шикарный экран. Автономность ожидал выше. Самое главное разочарование - камера. Меняя пятилетний флагман s6 на этот телефон не мог и предположить, что камера будет значительно хуже. 12 мп основной камеры - явный шаг назад, несмотря на оработки на уровне софта и наличие 3-х камер", "Телефон покупался в прошлом году, пользуюсь уже где то пол года. Ну что сказать, телефон отличный, камера хорошая неплохо снимает. Что расстроило так это вибрация и батарея. Вибрация какая то слишком простая, в некоторых китайских бюджетках стоит покруче. И самый главный минус это в новом 11 андроиде. Не обновляйтесь! Прошивка очень сырая оптимизация в играх, камере и некоторых системных приложениях просто ужасная.", "Телефон очень удобен живет при моих условиях весь день так ещё и остаётся под 30-20. Снимает хорошо, но очень шумит и иногда мылит картинку.\nПроцессор производительный, но быстро перегревается. Сканер более менее работает 2/5.\nЯркий насыщенный экран и у него нету проблемы S21 Ultra, а именно он синит картинку под углом. Все было нормально работал довольно быстро, но после обновления на One Ul 3.0 телефон стал часто тормозить. Итог сейчас телефон бессмысленно брать, а если вы хотите брать все-таки S10 то берите его на Snapdragon 855 да он стоит на 100 рублей дороже то он не будет так тормозить как на Exynos. И ещё задняя крышка все время собирает отпечатки."], "note9": ["Отличный флагман своего времени. Большой качественный экран. Хороший запас батареи (мне хватает с самого утра, и до вечера). Стилус - это одно из самых приятных дополнений, ибо для такого большого экрана, он просто необходим. Забыл упомянут, о возможность фото со стилуса. Порадовал фокус камеры, быстры и точный. Одним слово - флагман. Он и сейчас, и ещё через много лет будет полностью актуален для своих задач!", "Отличный аппарат. Удовлетворяет всем запросам. Качественный экран, Отличная камера. Объем памяти 512 гигов. При выходе note 10 и 20 ходил смотрел их, но понял, что менять смысла нет. По сути изменился дизайн. В качестве фото сильного скачка не заметил. Один минус ежемесячно приходят обновления безопасности, а обновления андройд нет и скорее всего уже не будет, холя samsung иногда подкидывает сюрпризы, на мой прошлый a7 перед самой продажей прилетело обновление, хотя телефону было почти 3 года.", "Чуть больше 2 лет с момента покупки. Полёт нормальный, серьёзной деградации батареи не замечено, хотя в условиях удалёнки возможно помогло именно уменьшение ежедневной нагрузки на телефон. Стилус лично мне невероятно удобен - заметки, наброски, редактирование картинок и фото. Самсунг пей, который работает на всех терминалах, включая древние с магнитной полосой. 3,5мм - без комментариев. Датчик пульса и уровня кислорода удобен и достаточно точен. Сканер сетчатки тоже почему-то перестал встречаться, хотя в условиях ношения масок он намного удобнее разблокировки по лицу. Сборка отличная, как и полагается флагману, однако металлические части повреждаются песчинками, которые попадают под чехол достаточно просто. Камеры адекватны.\nИз недостатков - ограниченная поддержка в 2021 и далее, хотя всё что нужно уже есть, и обновления приложений это не затронет. Периодически задумывается при подключении к интернету, и тут непонятно, это проблема с провайдером, железом или софтом. И самое главное - его проблематично будет заменить, потому что количество удобных мелочей здесь, наверное, наибольшее из всей линейки ноутов.", "Если мне ответит представительство Samsung и им понравиться обзор, то я буду не против с вами работать :)\nЗдравствуйте, сегодня я хочу рассказать про такой замечательный телефон как Samsung Galaxy Note 9. \nДанным телефоном я пользуюсь уже 2 года. Я могу сказать что есть много плюсов и минусов.\n\nПЛЮСЫ:\n- Первый и самый главный плюс - это S-pen. Это очень крутая вещь которой я пользуюсь постоянно. К сожалению я потерял сменные насадки на S-pen, но это не испортило мой опыт использования. Я использую S-pen для создания удаленных фотографий, записи быстрых заметок и рисования для расслабления.\n- обольщая диагональ экрана. На 2020 год 6.4 - это уже не большой размер телефона, но все же - это очень удобно для просмотра ютуба, игр и использования. \n- Прочность. Данный телефон достаточно прочный, но он очень хорошо царапается(Если вам интересно почему так, то можете почитать про это). Я ношу телефон без чехла половину времени всего использования телефона. Телефон у меня очень исцарапан, но он не битый. На экране телефона у меня есть две глубокие царапине(Одна длинная, а вторая короткая). На фотографиях вы можете увидеть как я помазал телефон за два года :) Единственное что я побил - это стекло на камере, но для замены данного маленького стеклышка - надо менять всю заднюю крышку. \n- Быстрый отпечаток пальца. Тут я думаю без комментариев. Единственное что с отпечатка пальца начала слезать краска и если палец мокрый, то отпечатан пальца чаще всего не срабатывает.\n\nМИНУСЫ:\n- Для меня это минус, но если вы покупаете в Беларуси легально завезенный телефон, то для вас он исчезает. Суть проблемы - У меня не работает Samsung Pay. Это была моя ошибка и я решил купить телефон в Европе, тк было дешевле, но из-за того, что я купил телефон в Европе - У меня не работает бесконтактные платежи. В Беларуси есть другие приложения. Я пользуюсь приложением Кошелек Pay. \n- Хлипкий порт зарядки. Может быть данная проблема чисто моя, но это и мой отзыв. Через пол года у меня появились проблемы с портом зарядки. Решением стало покупка беспроводной зарядки и я около трех месяцев заряжал телефон беспроводным способом, а потом попробовал снова зарядить по проводу и все заработало. Чинить я не стал из за того, что у меня нет гарантии, а беспроводная стоит столько же, сколько стоит исправление порта зарядки. \n- Подлагивания спустя 1.5 года использования. Спустя 1.5 года использования начались подлагивания устройства из за износа процессора, оперативной памяти телефона. Я достаточно часто делаю сброс до заводских настроек, но в любом случае телефон подлагивает. Это бич нашего времени и его не искоренить из за обновлений операционных систем и постоянное улучшение, нагрузку операционной системы. \n- Батарея. За 2 года использования я потерял 20% объема батареи и это средний показатель за два года. Телефона мне хватает на 5 часов(примерно) экранного времени(использование телефона).\n\nВЫВОД:\nРешать хороший или плохой телефон естественно вам, но от себя скажу что мне этот телефон понравился и я собираюсь использовать его, как минимум, еще год. Я не жалею о покупке", "Настоящий флагман, который очень медленно стареет.\r\nСмартфон для тех, кто понимает - зачем вам именно Note 9 с его фишками.\r\nПосле линейки Note хочется и дальше брать только ноуты :) Но 9-ка так хороша, что не знаю, что должно заставить меня перейти на новую модель.\r\n\r\nКамер достаточно для всех сценариев, батарейки тоже. Единственное, что не нравится - это отсутствие обновления на 11 андроид.", "Отличный телефон, почитал коменты и в шоке сижу, у кого экран выгорел, у кого чувствительность пропала, теряется связь и так далее\n\n1, 5, года использования, все отлично! Хожу без защитного стекла ни одной царапины. Батареи мне хватает на сутки( это не вырубая мобильный интернет, и часов по 7 в день включённый ютуб/кино.\nP. S. Личный опыт, не используйте чехлы книжки с магнитом, в местах соприкосновения экрана и магнита на время перестаёт работать стилус. Все исправил ось через день как снял чехол", "Купил данный аппарат осенью 2018. Брал на эксинусе - официальный. После S5 и даже s9+ он сначала показался просто огромным. Этакой лопатой но потом привык. Ношу только в двойном чехле так как задняя стеклянная поверхность очень и очень скользкая хотя выглядит шикарно. Стилусом пользуюсь но не часто. Камера хороша - иногда можно использовать как альтернативу бюджетной зеркалке. Плюсом и в то же минусом является экран super AMOLED. Цвета конечно шикарные но есть огромный минус этой технологии - возможное выгорание экрана. В моём случае осталось статичное изображение от нативной самсунговской  навигационной панели нижних кнопок. Проявляется в виде тени этой панели даже в просмотре видео. Ну как так Самсунг? Ведь панель то стоит по умолчанию. Проверил у брата s9+ - та же проблема. И это при том что телефону ещё нет два года. При таком выгорании только замена экрана - 560р в официальном сервисе если закончилась гарантия но фокус в том что за год обычно проблема не проявит себя. В остальном нареканий нету . В следующий раз если и возьму Самсунг то только на снэпе.", "Покупал данный аппарат в 2019. Коротко о главном:\r\nэкран,скорость работы,стилус, Spay - на высоте;\r\nразмер - раньше пользовался устройствами размера S10. После покупки Ноута к большей диагонали привык за неделю. Дискомфорта нет вообще. Не понимаю, как раньше пользовался телефонами меньшего размера.\r\nКамера: днем при естественном освещении - отлично, в солнечную погоду - отлично;ночью или при искусственном освещении что ноут9,что 10, что S10, что А50 - не вижу разницы.\r\nБатарея - 5-6 часов экрана.С моей т.зр. это норма.\r\nАндроид 10: есть плюсы и минусы. \r\nВ целом аппарат отличный, с отличной функциональностью. Когда читаю про лагающий смартфон и не работающий или глючный Spay - удивляюсь.", "Телефоном пользуюсь более года, очень нравился, все летало, очень мощный, качественный корпус, тяжёлый, отличная камера, супер экран, оболочка самсунговская тоже радовала + возможность открытия приложений в окнах. Всё изменилось с обновлением на андроид 10, телефон превратился в лагающий китайский бюджетник, тормозит, подвисает, греется\n Также перестал работать самсунг пэй в связи с новой политикой самсунг. Сильно разочарован в самсунг, что теперь брать не знаю.", "Пользуюсь данным аппаратом 4 месяца. Хорошая лошадка за адекватные деньги. В мтс со скидкой за 1399р версию 512гб бронза. Цвет шикарный. Памяти столько , что и карта памяти точно не пригодиться. Шустрый. За такие деньги лучше из самсунгов точно не купить. Да и ближаишие конкуренты не дотягивают.  \n\nПо камере почти как мой старый s8+ Samsung.  Приятный бонус оптический зум. Сравнивая камеру с s10e и s10+ разницы не увидел. Широкая камера в принципе не нужна. Стилус для работы само то. Samsung note 10 lite за теже деньги тупо не дотягивает. Как по мне телефон который долгое время будет служить и радовать и оставаться актуальным. \n\nТехнические характеристики нет смысла описывать, так как их можно почитать в описание на сайте. Единственное , что мне не хватает это обратной зарядки, но для прошлогоднего флагмана это простительно. Берите не пожалете. На день хватает с лехвой."], "smg975fzkdser": ["S10+ в пользовании 2,5года за это время не одного глюка.отличный смарт, меня устраивает на все 100% считаю его весьма актуальным в 2022. Единственный недостаток экран на белом фоне как буд то \"выцвел\" немного.", "Прекрасный телефон, очень удобный и идеальный по размеру. Отличная камера и интерфейс, Samsung Knox, Bixby Routines. Одна из самых удачных моделей у Samsung за всё время.", "3й самсунг за последние 10 лет. \nКамера отвратительная, батарея на 4 часа, экран блеклый.\nДенег своих не стоит!", "брал новым два с половиной года назад, по предзаказу был подарок топовые наушники Buds, комплек поставки порадовал: быстрая зарядка, отличные наушники Akg плюс возможность через 3,5мм jack подлючить любую акустику, сам телефон с коробки был с защитной плёнкой, два переходничка usb/c. Телефон отличный, полностью удовлетворяет до сих пор, класный дисплей с доступным разрешением wqhd+, два динамика, топовые камеры, беспроводная зарядка, плюсом отметить стоит отличный пульсометр, под экранный отпечаток пальца, идут все игры на ура, аккумулятора через 2,5 года на день использования в целом хватает.", "Самый плохой смартфон из всех, что у меня были.\n\nК гарнитуре, которую я использовал с двумя предыдущими Хуавеями, не подключается.\n\nК громкой связи в машине подключается через раз.\n\nК фотоаппарату по вайфай не подключается, просит пароль, которого там нет... Приходится доставать старый Хуавей, скидывать фото на него, а с него пересылать на этот чудо-самсунг(\n\nНо самая большая проблема - это то, что при включенном мобильном интернете 60-70% звонков на симку, на которой интернет, не доходят. Даже хуже - у меня звонок идет, но я не могу снять трубку. А тот, кто мне звонит, слышит, что я не доступен. Приходится отключать интернет и перезванивать. А иногда бывает, пока я отключаю интернет, телефон начинает сам перезванивать. Или перезванивает человеку чуть позже. Причем звонит один раз, человек не успевает снять трубку, начинает звонить мне, а я опять недоступен. А потом телефон опять начинает перезванивать... И так до бесконечности(\n\nОбщался с экспертами. Говорят, скорее всего программный глюк, а не дефект, поэтому не сдашь. Но терпение уже заканчивается) Так что скоро, думаю, пойду сдавать.\n\nHuawei mate 10 pro, который использовал до него, еще жив и там за 2 года использования вообще ни одного глюка не было... А тут за несколько месяцев не было ни одного дня, чтоб без глюка(\n\nДа, и камера и режимы съемки в Хуавее куда лучше. Здесь камера разочаровала.", "Пользуюсь 3 недели.\nДо S10+, 2 года пользовался S9+. Решил что пришла пора обновиться на следующее поколение, так как оно до сих пор актуально по характеристикам и цена опустилась до адекватого уровеня :)\nПо существу:\nРазница есть в камере - она онозначно лучше в S10+!!! Качество снимков ночью - восторг!! Забавно поиграться с 10-кратным зумом, можно использовать вместо бинокля и рассматривать из окна номера машин во дворе с 7 этажа. \nЭкран - занимает большую площадь фронтальной стороны телефона - вырези под камеры меня не смущают, смотрятся технологично. Фронталка фоткает лучше чем в S9+.\n128 гигов памяти - достаточно за глаза, ну лично мне. \nСубективно, звучит от так же лучше чем S9+\nБатарея держит 1.5 дня обычного использования без проблем. Правда, в игры не играю.\nОдним словом, если кто-то хочет обновиться - то можно смело брать S10+ и не переплачивать за S20.", "Пользуюсь этим смартфоном почти год. За это время нареканий практически нет. Кроме мелочей на которые закрываешь глаза, потому что достоинств гораздо больше. Это и шикарный экран, и отличная камера, и хорошая оболочка и много еще чего. На сегодня вполне может практически на равных конкурировать с флагманами 2020 года. Высокая цена на старте продаж отталкивала от покупки, но сейчас можно найти за адекватные деньги. Мажно поискать на Снапе, но и на Эксе стабильно работает. Если собрались поменять смартфон, а в сторону бюджетников смотреть не хочется, то присмотритесь к S 10+  и он вас не разочарует!", "Очень понравился телефон, экран, камера. Под стеклом или пленкой некоректно работает сканер отпечатков, поэтому им и не пользуюсь.... Без стекла и пленки  сканер очень шустрый", "Отличный смартфон! Однозначно лучше note10 (что очень странно). Самсунг как всегда на высоте, что по производительности что по камере, что по оболочке.", "Пользую данным девайсом уже пол года.\r\nВ плане производительности и камеры оправдал все мои ожидания на 100%.\r\nНи разу я не почувствовал чтобы он нагрелся и т.п., а это значит что запас по железу в нем очень даже приличный.\r\nНе знаю как обстоят дела у других телефонов, но в данном случае экран на ярком солнце даже при максимальной выкрутке яркости я иногда не мог разглядеть.\r\nТакже немного подбешивает фирменная ОС, которая в некоторых приложениях добалвяет яркость, пока не знаю как эту фичу исправить.\r\nСамым большим минусом для меня оказалась батарея: при заявленной емкости 4100 ждешь от нее стабильных 2 дня работы, но нет, при более менее активном юзании телефона уже на второй день к обеду заряд стремится к нулю.\r\nПриходится заряжать посреди дня. частично нивелирует этот недостаток повербанк, но все же хотелось бы или чуть более емкую батарею, или более сбалансированной работы."], "sma715fzkmser": ["Пишу свой отзыв именно с этого телефона))). Пользуюсь уже год. Ни разу не пожалела о покупке. Устраивает абсолютно все! Не скажу, что использую все функции, но у этого устройства Очень! большие возможности!!! Меня радует и яркость экрана (цвета), и камера!!!!, и объём памяти, и батарея(если неактивно пользоваться хватает даже на 2 дня, при более активном использовании-видео, соцсети, много звонков,-сутки стабильно. Сигнал связи и интернет ловит отлично! Честно-за год использования ни одного глюка. Мне повезло! Может быть для тех, кто\"очень хорошо \"разбирается в электронике и есть недостатки... Для меня их нет;) Думаю, что свою актуальность эта модель не скоро потеряет.", "Смартфон очень нравится! Из плюсов: наличие Samsung Pay, большая работа батареи, хорошие снимки как с основной, так и с фронтальной камеры. Ещё рада, что на телефон можно найти очень много разных чехлов.", "Пользуюсь смартфоном А71 с 2020 года. Аппарат был приобретён на смену J7 (2017), от которого долго не хотелось избавляться. Но, как говорится, Бобик сдох... А разница между этими телефонами велика, и это не только про физические размеры и объём встроенной памяти. Обладатели трубки, поставившие 5 звёзд меня поймут. \n\nВ аппарате, а тут можно вспомнить А.П.Чехова, всё прекрасно: внешний вид (у меня тёмный), размер и качество экрана, функционал, и много чего другого. Отдельно радует быстродействие сканера отпечатка пальца. Спасибо пользователям, которые посоветовали добавить дважды один и тот же отпечаток пальца)) На мой взгляд, в смартфоне достойная камера. Не занимаюсь профессионально фотографией. Иначе покупал бы фотоаппарат.\n\nИ, пожалуй, самое главное - очень часто смартфон приносит хорошие новости!!!", "Хороший бюджетный телефон. Понравилось качество экрана и камеры. В руке лежит удобно. Качество динамиков хорошее. Для звонков и серфинга в интернете хватает с лихвой. Так же порадовало время работы от батареи. Поддерживает сверхбыструю зарядку!", "Купил в дополнение к Samsung S9. Планировал пользоваться двумя, но, к сожалению, S9 разбил. A71 тоже достойный телефон, нравится батарея, экран, камера. Иногда подлагивает, но это в принципе характерно для Андроида. Не хватает фишек типа Samsung Dex, но это же все-таки не S-серия. Единственный замеченный минус - когда используешь две сим-карты, то когда звонят, первые пару секунд есть помехи, и толком ничего не слышно. Ну и с флешками как-то не дружит, хотя может просто не повезло - уже вторая флешка перестала работать. Но может и флешки виноваты)", "В пользовании данный смартфон Samsung A71 уже год. Полностью сбалансированный смартфон. Камера 64 Мп выдаёт отличные фото при дневном свете, ночные фото шумят, но не критично. Процессор выдаёт неплохие результаты как по тестам так и в реальных играх (Pubg, wot blitz и др.) Экран сочный, яркий, чёткий. (глаза не устают). Батарея хватает на весь день с раннего утра до позднего вечера. Данная модель смартфона идеальна для рядового пользователя. Продукция Samsung держит свою марку!", "За пол года я нашёл в нем минусов больше чем за полтора года использования флагманского сяоми на то время. Единственное камера здесь отличная, кой я часто пользуюсь.", "Отличный смарт, скоро год как пользуюсь. Работает шустро, камеры норм за свою цену! Даже если весь день залипать, до вечера аккума хватит, если не особо, 2 продержится. Полностью устраивает.", "Достаточно хороший смарт за свои деньги, купил тёще этот аппарат т.к. он большой и по железу более менее нормальный. Нареканий в работе/экране нет. Конечно по экрану можно было бы придраться, но с учётом того что модель больше как бюджетная - отличный вариант за свои деньги. Рекомендую!", "Всегда хотел попробовать Самсунг и вот момент настал, изначально выбор пал на А51, но подумав решил брать А71 и не прогадал. Телефон отличный, особенно после Сяоми. Из коробки работает намного плавнее и стабильнее, чем \"топ за свои деньги\" aka Сяоми. Пользуюсь уже полгода и полет отличный, игры не тормозят, да и сам телефон в принципе как работал, так и работает. Камера достаточно хорошая. К покупке рекомендую"], "a30332bl": ["Это не первый мой телефон фирмы Samsung. Ничего плохого про эту модель сказать не могу, и размеры экрана и камера меня устраивает. Объем памяти позволяет иметь много приложений. Зарядку держит.", "Телефон после покупки показывал себя не плохо, но уже через некоторое время пользования начал сильно тормозить и подвисать.", "Пользуюсь телефоном не первый год и вроде хотела бы поменять его в этом году, но не тут-то было! Я признаю только Samsung, и хотелось бы менять телефон на более лучший, но на данный момент (выбирая из линейки \"А\") такого нет! Телефон не тормозит, приложения работаю исправно, не вылетают. Хороший размер экрана и приятные глазу цвета! Не может не радовать отпечаток пальца, быстрая зарядка и NFC (мне кажется без него сейчас никуда). Камера вроде устраивает, но есть небольшой минус - плохие снимки в темноте... Хороший звук, динамик и микрофон (нареканий пока не было). Еще для меня большой плюс это батарея, зарядки хватает на день, а иногда и больше (это спустя 3 года использования).", "Купил данный телефон в салоне связи А1 в рассрочку. Вышло около 500 рублей. Размер удобный, оболочка от самсунг тоже очень удобная. Есть функция always on display. Также достаточное количество памяти 4/64. Телефон не тормозит, приложения не вылетают. Из недостатков могу выделить тип экрана super amoled (лично для меня), не очень качественные фотографии, а также дорогие аксессуары (защитное стекло и чехол). Защитное стекло треснуло при падении телефона в закрытой сумке с небольшой высоты. В добавок, ко всему, после обновления стала проявляться ошибка с датчиком приближения (то работает, то нет). Узнавал в салоне связи - это распространенная ошибка среди этой модели.", "Отличный телефон для простых задач. Но! Спустя два месяца после завершения гарантийного срока, телефон превратился в кирпич. Просто перестал включаться и реагировать на зарядку и перезагрузку.\nОбратились в Samsung plaza, сделали экспертизу (25р). В заключении указали, что правила эксплуатации нарушены не были. С этим заключением вернулись в магазин и нам вернули деньги.", "Пользуюсь телефоном около года. В целом телефон не плох, но непосредственно функцию как телефон он выполняет не очень. Постоянные проблемы с качеством связи, собеседник то слышит меня, то нет. Часто не срабатывает датчик приближения, как результат во время разговора ухом включается то режим удержания, то еще что-нибудь (с прошлым телефоном все было ОК). Короче разговор по телефону превращается в большую проблему. Также несколько раз была замечена самостоятельная разблокировка его в кармане, и как следствие тайные звонки абонентам. Из недостатков можно отметить неторопливую работу камеры. А так телефон как телефон, хотя за такие деньги мне кажется многовато недостатков.", "Пользуюсь телефоном уже больше года. За это время словил 2 брака. Первый раз перестала фокусироваться камера и мне просто заменили телефон на новый. Второй раз телефон перестал заряжаться и в сервисном центре заменили контроллер. Это я к тому описал, что качество изготовления нынешних Самсунгов весьма посредственное.\r\nДа и сам телефон абсолютно средненький. \r\nЧто круто в нем, так это дисплей - сочный, яркий, отлично все видно на ярком солнце. Есть ещё замечательная функция Always on display, что гораздо функциональнее чем чем просто моргающие индикаторы о новых уведомления.\r\nВо всем остальном- ничего примечательного. Корпус скользкий, легко царапается. Батарея на сутки. Камера хорошо снимает только на свету. Интерфейс неторопливый. Если вы холерик по темпераменту то точно не берите - разобьете о стену на третий день)))\r\nДа и уровень приёма сигнала средний. Там где старый Xiaomi позволял хотя бы текстовые сообщения отправлять в viber, A30 позволяет отправить только обычную смс.\r\nВ общем, среди конкурентов за сопоставимые деньги его отличает только экран.", "Купил по промкоду за 350 рублей на условиях хорошего тарифного плана, в рассрочку на 11 месяцев. Пользуюсь 3 месяца. Для себя недостатков не нашёл, в принципе купил то, что искал, за небольшие деньги. В 5 элементе стоит 530 рублей. Большой ярлык экран с хорошим разрешением, пикселей естественно не видно, шустрый, батарея неплохая держит 1 - 2 дня, в зависимости от использования, но не меньше суток, сборка качественная, обновился до android 10. В игры мощные не играю, поэтому оценить производительность не могу, но в antuu показал 130000. Для повседневных задач хватает с головой. Камеры тоже неплохие, при ярком свете снимки вообще превосходные, есть ширик, замедленная съёмка. Можно брать за цену меньше 400 рублей.", "телефоном пользуюсь уже почти 1 год, по работе вроде как вопросов нет. Батареи хватает на сутки. Для меня только недостаток это сканер отпечатка пальца, плохо срабатывает, если палец чуть влажный то не сработает, но выручает face id и место положение для разблокировки smart lock и недостаток что в кармане может нажиматься экран(часто наблюдал что выбирает экстренный вызов) надо ставить защиту от случайных нажатий есть такая функция в нём. В целом неплохой телефон.", "Спустя 1 год владения данным телефоном сложилось двоякое впечатление. Из плюсов - это экран, после HUAWEI P8 разница большая, хотя это и минус телефона (был разбит экран и замена матрицы обошлась в 190р, при стоимости телефона в 490р на тот момент); батарея, заряда хватаем на целый день с лихвой при длительном использовании (звонки 2 ч, серфинг в интернете, youtube). В игры не играю так, что про производительность ничего не скажу, мне вполне хватает.  А теперь о минусах моего телефона (или модели). Датчик освещенности работает не корректно. При заходе в темное помещение яркость уменьшается, но не до конца. Приходится выключать и включать экран для того, чтобы  яркость уменьшилась до нужного уровня. Датчик отпечатков пальцев работает медленно, так еще и не с первого раза срабатывает, а то и вовсе не срабатывает. Вызовы тоже работают с заминкой, как при приеме звонка так и при исходящем вызове. Думал с выходом обновлений что-нибудь измениться в лучшую сторону, но нет этого не  произошло. Поэтому хочется как можно быстрее избавиться от данного телефона"], "smg991bzvgser": ["Телефон просто огонь! Быстрый, компактный. Читала много отзывов, прежде чем покупать, сравнивала с другими флагманами. Пока о своем выборе не пожалела. Читала, что батарея не держит, греется, у меня пока проблем с этим не возникло. Но в игры я почти не играю, может, после длительных игр он и греется, не знаю. Качество фото, видео на высоком уровне. Отличный экран, четкий звук, компактный размер (не очень люблю лопаты). Для меня телефон топ.", "Купил я телефон 3 февраля 2022 года. В цвете серый фантом 8/256. Внешний вид и качество сборки на высоте. Просто хочется держать этот телефон в руках и не выпускать его. Я даже не ожидал, что телефоны могут так быстро и плавно работать без тормозов и глюков. Экран очень яркий и насыщенный, смотреть в него одно удовольствие. От этого экрана у меня перестали болеть глаза. От старого телефона я не мог и пол часа продержаться как начинали слезиться и уставать глаза. Старый мой телефон это был самсунг гелакси А3 2016 года. Перед покупкой посмотрел очень много видео обзоров и начитался кучу разных комментариев. Поэтому и тянул так долго с покупкой и плюс хотел, чтобы снизилась цена. Из негативного писали о нем, что плохо держит заряд батареи, пропадает и отваливается связь и интернет соединение, сильно греется. Могу сказать с уверенностью точно, что сейчас на данный момент таких проблем нет и все идеально без проблем работает. Я так понимаю если и были такие проблемы, то с обновлениями их устранили. Так что смело можете сейчас покупать этот телефон.", "Предыдущим аппаратом был Honor 20, а еще до него пользовался бюджетным Samsung J7. Даже для бюджетного телефона дизайн и экран J7, оставили только положительные эмоции. С повседневными задачами справлялся на ура. На Honor экран тоже был приятен, однако, никак не мог позабыть тот самый суперский AMOLED, о котором ходят бесконечные споры: хорошо это или плохо. С моей точки зрения экран является основным пунктом при выборе смартфона, так как именно через экран мы потребляем контент, а Samsung'ах экран всегда был на высоте. И вот после Honor'а стоял выбор (желательно выбор флагмана): Iphone 11, Iphone 12/12 mini, Samsung S21 и недавно вышедший S21 FE. Опыт использования яблока был, правда небольшой. Разбив свой J7 нужен был телефон на время. Взяв у знакомого уже старенький на тот момент 6s, я был приятно удивлен тем, что настолько старый телефон в состоянии закрыть все потребности пользователя в 2020 году. \nПостояв в магазине и пощупав все сравниваемые мной смартфоны, выбор стал очевиден. Iphone 11 сразу выпал из сравнения: ужасный экран, огромные рамки и стоимость как для уже позапрошлого поколения чересчур высока. 12 на порядок лучше, и он был достаточно хорошо для того чтобы я также рекомендовал его к покупке, но Samsung S21 как то чрезмерно понравился и выбор пал на него.\n+\n1. Пластиковый корпус.\nНе вижу в этом проблемы. Приятный на ощупь матовый пластик серо-синего цвета, не ощущается как то дешево.\n2. Экран.\nКак я и писал выше, Samsung=хороший экран. Я по совету форумчан, просто потыкал телефон в магазине минут 15 и не обнаружив никаких устающих и болящих глаз, понял что меня все устраивает. А 120 гц это что-то с чем-то. Для человека переходящего с другой частоты, это выглядит как нечто супер технологичное.\n3. Стереодинамики.\nВозможно этим никого не удивишь, но просто приятно смотреть сериал и слушать его двумя ушами а не только одной стороной.\n4. Камера.\nМои потребности закрывает.\n5. ОС\nПро процессор и оболочку говорить нечего. Данный аппарат справляется со всем максимально быстро и без подвисаний интерфейса. Очень зашел Samsung Pay как стандартная утилита производителя, все максимально интуитивно и просто. \n6. Вибромоторчик\nTaptic Engine в Iphone очень приятен и я считаю это эталонной вибрацией. В этом телефоне я пока что увидел, максимально приятное и приближенное к яблочному вибро на андроидах.\n-\n1. ОС.\nОчень не понравились предустановленный софт российских сервисов, на который пришлось тратить время чтобы удалить. На форумах есть решения данных проблем.\n2. Аксессуары.\nОтсутствие адекватных чехлов даже в официальном магазине. А вот эта мешанина с экологичностью и отсутствием даже блока для зарядки, очень злит, но тут как говорится у конкурентов также.\n3. Самое печальное и грустное\nДля моих задач батареи хватает. Утром зарядка до 85%. 2 часа активного использования утром. 1-2 часа использования мессенджеров за световой день. 3 часа активного использования вечером. Остается перед сном 15-20%. Опять же, мне хватает, но кто-то использует телефон активнее. В конкурентах батарейка будет держать дольше.", "Флагман - есть флагман. В использовании уже почти год. За это время только положительные впечатления. Фото и видео отличного качества. Звук на высоте. Экран просто \"бомба\". Дактилоскопический сенсор срабатывает мгновенно. Автономность на высоком уровне! Приятно лежит в руке. Брался на замену S9.", "Всем доброго времени суток и с Новым 2022 годом. Всего вам самого налучшего!\n\nЧто ж... вот и наступил тот долгожданный момент написания моего отзыва о данном флагмане Samsung, хотя, возможно, еcть и та часть активных пользователей сети интернет, которая в курсе, что уже в январе-феврале выйдет новое поколение флагманов(s22 и проч.), но мы ,собственно, не об этом. Это было лишь небольшое отступление. \n\nМой отзыв даже будет походить собственно в какой степени на повествование, но постараюсь изложить все свои эмоции от пользования данным телефоном.\n \nПредыстория: \nЯ пользуюсь продукцией данного производителя начиная с 2015 года, когда купил свой первый флагман на то время Samsung Galaxy S6 Edge +. Крутой, с закругленными краями, AMOLED-экран, шикарная камера(дневная и ночная съемка), топовое железо и...золотой корпус :) Просто мажор на то время, хах. Маме же подарил Samsung Galaxy S6 Edge, младший собрат, но такой же флагман на то время. Кстати, пользуется им до сих пор и проблем с ним за 6 лет не было никаких от слова совсем, даже и менять на что-то новое не хочет, слишком уж консервативна) Время шло, менялись запросы и по-итогу остро стал вопрос о смене телефона, а тот отправить на заслуженную пенсию. И тут всплыл...Iphone. О да, я люблю и их продукцию (у меня есть мой рабочий ноутбук от данного производителя). И тут началось полное сумасшествие: я перелистал десятки обзоров в сети интернет, видео-обзоры от топовых блогеров аля Wylsacom и проч., раза 3 посетил фирменные магазины Samsung в крупнейших торговых центрах Минска, был в магазинах Apple и тд и тп. По-итогу все вышло банально просто: разбив в августе 2021 года по-пути в Минск свой старый телефон, где были сохранены важные контакты и тп, и не доезжая до работы завернул в ТЦ \"Dama Mall\". Cпустя час на руках уже был новый смартфон, купленный в 5 элементе по довольно выгодной цене (был сезон скидок). Серый, компактный, с отличным экраном- я был искренне рад и даже раскошелился на страховку и расширенную гарантию. Разделю свои впечатления от телефона на 2 этапа: после покупки и через пол года использования.\n\n1 этап: \n Я сразу понял, что в моей руке он лежит идеально, как влитой. Не скользит и да, сразу обратил внимание, что на корпусе не так много оставляется отпечатков от рук, пальцев, он не такой маркий как стекло, которое якобы выглядит презентабельнее (на вкус и цвет как говориться). Прошло пол года и до сих пор не могу привыкнуть, что это пластик. Материал действительно хорош, необычные тактильные ощущения. \n\nЭкран- экран как экран, это флагман. Насыщенность, яркость экрана, множество настроек, подстроить можно все под свои глаза. Эффекта \"вау\" не было, тк я пользуюсь продукцией Samsung, повторюсь, c 2015 года и уже привык к их из года в год лучшим дисплеям среди других конкурентов. Но что 120Гц, что 60 Гц экрана...разницы в плане плавности интерфейса заметил не сильно.\n\nОС Android- вечная проблема. Чем больше пользуешься- тем больше отмечаешь подлагиваний интерфейса (с этим я стал сталкиваться через пару месяцев использования). Тч как ни крути, но iOS в этом плане вне конкуренции. Сразу сделал пару фото после покупки- вопросов 0, я не профессиональный фотограф и мне все нравится в этом плане. \n\nСамый главный минус! Минус-это копирование Apple в плане \"Хм, зачем пользователям наушники? Не нужны, уберем. А подзарядное, чехол? Тем более!\". В комплекте только бумага и скрепка - все. Сразу минус-это рублей 160-170 на чехол и блок питания. Зарядное брал по-мощнее(Samsung EP-TA845, 45 Вт) и чехол не прозрачный силикон ибо он со временем желтеет, а хороший (Samsung Silicone Cover). Советую.\nСпустя пол года...\n1. Дизайн телефон все также греет душу, смотрится как всегда презентабельно, но для этого, конечно, лучше носить его без чехла, хотя это повлечет за собой, разумеется, микроцарапины на экране, притом что о какой бы степени защиты, технологиях, применяемых при этом, производитель не заявлял. \n2. Камера меня полностью устраивает. Хотя есть одно \"НО\": по-моим ощущениям не всегда корректно работает макросъемка. Очень часто приходится перефокусироваться, чтобы снять необходимое изображение, а именно его мелкие элементы. Это действительно напрягает, а в остальном вопросов нет, качество обычной съемки устраивает, хотя, опять же, с другими камерами сторонних производителей сравнивать не приходилось. p.s. Настроек в камере действительно очень много, но до сих пор не дошли руки все изучить. Как работает фронталка не знаю, ни разу не использовал)\n3. К микрофону и динамику вопросов нет. До приобретения наушников (опять же, пришлось потом отдать целых 370р за них и это ударят неслабо по кошельку) слушал музыку/смотрел видео и звук был чистым, громким.\n4. Аккумулятор (для подавляющего большинства это главное). Мое использование: в 10 утра заряжаю смартфон до 100 %, иду на работу и до 21.00 постоянно приходится фотографировать разные документы + серфинг в интернете (соц.сети, новости, видео). Остается порядка 15-25 % от заряда батареи. До утра не заряжаю, ставлю энергосберегающий режим и утром, как обычно, ставлю на зарядку. Телефон ,кстати, заряжается довольно быстро. Выводы делать Вам, но меня по-сути устраивает исходя из моих потребностей. \n5. ОС Android 12 и интерфейс:\n Чтобы разобраться в интерфейсе потратил не один день, настроек море, можете телефон оформить полностью под себя и это огромный плюс по-сравнению с iOS. Тк недавно Google выкатил новую ОС и Samsung собственно новую оболочку, то добавились всякие интересные фишки в плане настроек, добавились виджеты и тп. Ознакомиться подробнее можете как на youtube, так и изучать сами :) Интерфейс пока не лагает, но есть 1 проблема! При фотографировании документа часто интерфейс \"застывает\" и камеру просто невозможно свернуть, закрыть, чтобы потом переслать документы в viber. Приходится блокировать телефон, потом разблокировать и тогда все работает. Это очень напрягает.\n6. Хотелось бы перенести фронтальную камеру ближе к рамке телефона, немного непривычно смотрится и по-ощущениям чуть портит дизайн.\n7. Привык к светодиодному индикатору в старом телефоне (было удобно, когда пропустил звонок и тп), сейчас его действительно не хватает, к сожалению. \n8. Заранее определитесь с объемом памяти (128,256 и тп). Дополнительную карту памяти вы не поставите, имейте ввиду. \n\nВот такой мой отзыв за пол года использования данным аппаратом. Кстати, хочу еще отметить, что если хотите в будущем воспользоваться функцией trade-in, то берегите свой телефон по-максимуму (дадут большую скидку). Используйте защитное стекло, от защитной пленки толку нет (главное не первое попавшееся, гугл вам в помощь, там указан рейтинг производителей) и чехол. Я использую такой: Samsung Clear Protective Cover, его главный плюс-это мощные рифленые борта, тут телефон точно не выскользнет из ваших рук. Обычный силикон не берите, тк и не дешево и качество оставляет желать лучшего, и в скором времени просто пожелтеет.", "Отличный телефон, покупал дочке, до этого у нее тоже был Samsung Galaxy S7 - пришло время обновить ...\nнесколько смущает отсутствие зарядного и наушников в комплекте.\n\nОтдельно докупили переходник USB-C зарядка+наушники 3.5, чехол-книжку и защитное стекло\n\nПереезд со старого по WiFi прошел без проблем, какие-то приложения типа Оплати и Интернет-банка потребовали повторной процедуры аутентификации по личному номеру паспорта - все остальное подтянулось", "Пользуюсь месяц. Очень хорошо собран. После iphone 12 как глоток воздуха. Скачать можно все что угодно и настроить под себя. Камера отлично снимает. Ничего не тормозит. Экран 120ghz. Тонкий. Без проводная зарядка.", "После перехода на данный флагман определенно могу сказать, что стоит своих денег. Приятно лежит в руке, дизайн свежий уже в отличае от предыдущих Galaxy, но вот чехол за адекватную стоимость у нас еще проблемка найти. За пару месяцев пользования могу сказать, что батарея не ахти, активного юзера возможно это разочарует. Но, учитывая широкий функционал, этот минус в принципе покрывается наличием других фишек, есть возможность по-максимому настроить телефон под себя. Камера очень нравится, даже протестили с его конкурентом - цветопередача как по мне намного круче, красочнее фотографии. В целом очень даже достойно, самсунг порадовал)", "Пользуюсь 3 месяца. Из 8 Гб оперативной памяти занято 4,1. Если нажать кнопку очистки, то занято остаётся 3,4, но через какое-то время ненужные приложения снова забивают до 4 Гб. Так-то оставшейся памяти хватает, но все равно, ненужные приложения бесят. \nКамера неплохая, при дневном свете очень качественные снимки получаются. Но иногда случаются проблемы с фокусом на видео, он скачет туда сюда время от времени. \nSamsung pay вещь классная, nfc работает отлично, и работает без интернета, кстати.\nФронтальная камера тоже нормальная.\nМеста 256 Гб, но и снимки и видео достаточно много весят из-за их хорошего качества. \n Прикольная функция есть для фото и видео, мол сфоткал, то оно предлагает обработать фото как считает нужным. И можно посмотреть фото до и после, перетягивая вертикальную черту. \n120 Гц экран смотрится классно, всё так плавно, но жрет батарею больше.\nПереходим к батарее: слабая. Есть мысль, что из-за кучи ненужного софта она так быстро садится. Поэтому поставил 60гц, и постоянно ходу с режимом экономии батареи. \nТакже, если забыть выключить nfc, то батарея будет тоже быстрее уходить. \nРаспознавание по пальцу работает нормально. Но только если always on display выключен, то с первого раза обычно не попадаешь в отпечаток на экране, чтобы разблокировать телефон.\nAlways on: казалось бы классная штука, время постоянно показывает, уведомления видны, но немножко жрет и без того слабую батарею.\nУведомления: не понимаю, почему нельзя сделать так, чтобы экран загорался, когда приходят уведомления. Чтобы было видно что пришло, игнорировать это уведомление или нет.\nКогда скачиваешь приложения, то почему то нельза сидеть в других приложениях. Я имею ввиду, что приложения может закрыться, свернуться. Я понимаю, что если допустим ты качаешь Вайбер, и в нем же продолжаешь сидеть, то плей маркет свернёт его, когда начнет обновлять. Но оно сварачивает/закрывает приложения в любом случае. В итоге, когда скачиваешь обновление в маркете, то телефоном не пользуюсь.", "Покупали телефон мужу. Нужен был телефон обязательно с e-sim, и не очень большой (что бы удобно было в кармане носить) так вот s21 самое то.\nТелефон сделан качественно, ничего не скрипит, не люфтит. Работает очень быстро, можно в игры поиграть и пофоткать."], "smm315fzkvser": ["Хороший смартфон. Емкий аккумулятор,встроеная память 128 гб.Максимальное разрешение камеры 4К.Снимает не плохо,особенно фото Покупал более года назад,пока все в порядке,нареканий нет.Все работает как и работало.Смартфон шустренький.Покупался с андроид 10,но обновился до 11.Много всяких функций.\n Кроме первого телефона нокиа 33 10 в 2003 году,остальные все самсунг.каждый отработал не менее 4 лет,и отдавал в рабочем состоянии.", "Хороший телефон. Пользуюсь полтора года, шустрый, камера отличная, хорошая батарея.", "Для меня отличный телефон. Камера отличная. Батарея держит супер. В руке телефон лежит отменно. Только лучшие впечатления от телефона", "Хороший телефон, батарею держит отлично, камерой не особо пользуюсь но вроде не плохая, работает быстро, без лагов. Скриншот экрана делайте нажатием кнопки блокировки и громкости (у меня без проблем получается удерживая телефон одной рукой). В общем все отлично. Wild rift не лагает)", "Прекрасный телефон! Пользуюсь им почти год и никаких минусов не нашла. Работает быстро. Хорошая сборка, классная камера, много памяти.", "Хороший телефон за свои деньги, покупал год назад и пока не подводил.", "Телефон очень даже неплохой. Батарейка на уровне. за счет оперативы летает как самолет. Камера традиционно хорошая.", "В целом телефон не плохой. Батарея действительно долго держит. Камера снимает при хорошем освещении не плохо, но фокус постоянно слетает, снять видео в нормальном качестве очень затруднительно. Также при фокусировке камера издает звук как будто трещит. Samsung Pay установить нельзя, что было странно, так как в описании сказано, что телефон с NFC. При этом можно установить другие приложения для оплаты, но также не все, которые есть в Play Market. Делать скриншоты ребром ладони тоже не очень удобно, не всегда срабатывает. Простые игры и приложения работают без проблем. Корпус очень маркий, от каждой песчинки появляются царапины, чехол не спасает. Сенсор отпечатков работает хорошо, а вот лицо распознает через раз.", "В целом нормальный аппарат. До этого пользовался redmi 5 plus и надо было приблизительно такой же с мощной батареей. К сожалению, в ксяоми ничего не было такого и пришлось брать этот. Жалею что поменял, лучше бы батарею в старом поменял.", "Захотел я как-то поменять свой Xiaomi mi A2 на аппарат помощнее. Думал менять на тот же сяоми, но всё-таки подумал: почему бы не взять среднебюджетный самсунг? Выбор пал на м31. Мощный аккум на 6к мАч, отличная камера на 64 Мп, наличие NFС, которое очень хотелось вживую поюзать. После покупки меня действительно радовала батарея, полтора дня держала при обычном использовании. это пушка. Камера днём снимает достаточно неплохо, НО! Если бы я знал раньше, что Мегапиксели - это маркетинг, то не соблазнился бы этим телефоном. Ибо при плохом освещении данная камера очень разочаровала. Так же разочаровало то, что прошивка оказалась кривой. Нельзя было установить Samsung Pay, хотя версия европейская. Скачал приложение \"Кошелёк\", NFC работал, но не так быстро, секунды 2-3 приходилось ждать. Во время просмотра сериалов и фильмов, когда был переход от одной сцены на другую, заметил, что экран затемнён полосами. Т.е. полоса темная, полоса светлее, оттенки наверное. Странное явление, вызывающее НЕЗНАЧИТЕЛЬНЫЙ дискомфорт. В руке лежит удобно, палец по экрану ходит тоже достаточно хорошо. Крышка корпуса - пластик, царапается от любой песчинки."], "sma325flvdser": ["Телефон приобретался у оператора почти полгода назад жене на День рождения взамен j5 2017, который, кстати работает до сих пор. Хочу отметить дисплей телефона. Он шикарен. После старого телефона и ярче и чётче и контрастнее, одним словом лучше во всём. Как таковой разницы между 60 и 90 Гц лично я не заметил. Дети говорят, что плавнее работает. Ну, плавнее, так плавнее. Сразу установили защитное стекло, поэтому про качество и долговечность олефобного покрытия дисплея это не ко мне. Качество связи великолепное. В процессе разговора слышно собеседника хорошо. А вот процессор сУдя по отзывам с форумов слабоват, но телефон не используется для игр, а для соцсетей и звонков, проца хватает с головой. С другой стороны, если процессор не силён, то и заряд батареи он кушает меньше. Батарея. Обилие звонков, соцсети, и к концу дня остаётся гораздо более 30%. Правда и заряжается до сотни гораздо более часа. Интернет не теряется. Обновления прилетают по воздуху регулярно. Камера. Она просто есть. Да, днём при хорошем освещении всё здорово. Но чуть стемнеет и идут шумы. Опять же для соцсетей и для просмотра фото на экране телефона камеры достаточно. Звук моно. Да он не стерео, мне не хватает басов. Но это не критично. Громкость установлена на 80 %. Зонок слышен отчетливо, пропустить нереально. Да, возможно не за микросекунду открываются и подгружаются сайты. Вероятно для кого-то это очень критично. Но мне важнее, что датчик приближения срабатывает всегда. Люблю samsung за такие мелочи, которых не замечаешь, но они есть. И это супер, когда ночью в процессе разговора у тебя самопроизвольно не включается дисплей, не включается фонарик, не отправляются sms-ки, не завершается разговор с собеседником. Ставлю четыре звезды исключительно из-за того, что пару раз не срабатывал будильник.", "брал жене в подарок год назад.\nнареканий нет - ни по работе ни по камера - все устраивает", "Для своей ценовой категории хороший телефон. \nПо сравнению с тем, что был до него, просто \"летает\". Потребности в виде звонков, соц. сетей и игр с читалкой покрывает с лихвой. Камера достаточно хорошая.", "Для личного пользования покупаю смартфон каждые 1,5 года средней ценовой категории, но чтобы дата выхода модели - не более 6 мес. Так у меня получается всегда современный смартфон. Если рассматривать дорогие модели - всеми их преимуществами я не пользуюсь, а переплачивать в 3 раза больше жалко, да и поцарапать жалко или уронить.\nСейчас пользуюсь Samsung Galaxy A32 - впечатления отличные. Быстрый, экран большой, яркий с хорошим разрешением, есть сканер пальца, камеры на хорошем современном уровне.", "При покупке это телефона нужно сразу решить, зачем он вам нужен. Если для игр и прочего, сразу мимо. Он не сильно отличается мощностью.\nЧто хорошего можно отметить, это пожалуй экран. Качество отличное, вполне может тягаться с более \"мощными\" устройствами. Цветопередача настраивается по желанию. С этим все хорошо.\nТормознутость системы присутствует, но если не сравнивать с более дорогими устройствами, то не сильно критично. \nНапример как устройство для школьника или родителей самое то. \nЗа такую стоимость в целом все работает нормально. \nКамера ни хорошо, ни плохо. Нормально, скажем золота середина бюджетного устройства.", "Худший Samsung, который может быть. Купил новый в салоне, прямо из коробки жутко лагал и тормозил, думал брак. Продавец просто сказал, купите Iphone за 3000 и будет вам счастье. А за такие деньги это нормально. \n\nПо работе необходимо использовать Instagram. Был в шоке, он невозможности загрузить более 6ти фотографий, или пары коротких видео. НЕ появлялись клавиатура! А если вставлять заранее написанный текст, то просто черный экран и сброс поста, редактируй и заново. Для работы бесполезен. \n\nДалее, обрыв звонков, глюк с невозможностью ответить на звонок, не работает тач ( или подобное). В конце концов, через четыре месяца просто перестал работать тач. На кнопки не реагирует, можно только перезагрузить. Я понимаю, что это бюджетный телефон, но это уже слишком. Если бы не АМОЛЕД, я был бы уверен, что салоны продают подделку.", "Покупался как аппарат для повседневного пользования. Активное пользование соц. сетями, приложениями по обработке фото, видео - всё \"тянет\" на ура. Внешний вид - отличный, начинка - достойная. А тут ещё и распознавание по лицу и сканер пальца вдобавок.", "Купил ребёнку. Понравился экран и качество цветопередачи. Для детских глаз это важно. По техническим характеристикам наверное есть и получше, но специально выбрал Samsung.", "За свои деньги вполне неплохой телефон, но медленный подэкранный сканер отпечатка сильно портит впечатление от его использования. Разблокировка по лицу ситуацию, увы, не исправляет. Во всем остальном — он меня устраивает.", "Отличный смартфон. Долго держит зарядку. Иногда тупит, если очень долго использовать. Камера отличная."], "smg780gzbmser": ["Хороший аппарат. Камера и производительность актуальны до сих пор. Слабоват аккумулятор,но на день хватает. Расстраивает цена сейчас. Успел взять по старой цене и понял, что не прогадал.", "Пользуюсь месяц смртфоном и впечатления только очень хорошие, если не считать цену(брал у официалов). Экран супер,камеры отличные, несмотря на 12мп)))). Батареи на 2 дня при умеренном использовании хватает. Про произодительность и писать нечего - snap865. И адаптер питания в комплекте-15w(((.", "Пользуюсь данным телефоном 2 месяца, проблем еще не выявил, устраивает все , работает без отказно , все радует , перешел на данный телефон с Galaxy M31 s---который умер за 10 месяцев(((\nпосле этого решено Только Galaxy и только S-серии)\nкамера фоткает хорошо, глюков нету , батареи хватает на сутки полтора.\nминусов пока не обнаружил.", "Брал матери на замену старому яблоку, в целом по производительности вопросов ближайшие годы не должно быть) Аппарат могу сравнить со своим s10 lite, почти близнецом данного аппарата - у последнего рамка явно металлическая и задняя крышка более симпатичная (что нивелируется чехлом), а у s20fe то ли пластик, то ли покрашенный металл. Из плюсов - сразу обратил внимание на 120-герцовый экран, скорость анимации отличная. Есть защита IP68 и функция беспроводной зарядки (чего не достаёт моему s10 lite). Камеру не смотрел, но не думаю, что там всё плохо)\nИз минусов можно выделить отсутствие гарнитуры в комплекте (спасибо Apple за новомодные тренды в экологии) и кучку предустановленного ПО одного \"задолбавшего всюду лезть\" российского производителя (спасибо российскому законодательству, т.к. телефон видимо завозится из России).", "Прекрасный дизайн телефона, купил в цвете лаванда - просто бомба для ребёнка 10 лет! Беспроводная зарядка - очень классное ноу-хау (раньше не пользовались, теперь провод в телефон кажется анахронизмом), только немножко разочаровало краткое руководство - нет информации какое беспроводное зарядное можно использовать (характеристики) и при покупке в интернете на онлайнере не проконсультируешься, просто приобрёл Самсунговское-же зарядное Samsung EP-P4300TBRGRU, хоть теперь уже понимаю, что конкуренты подешевле тоже бы не подвели.", "Samsung делает классные телефоны, и с этим не поспоришь! Очень важно, что они уделяют внимание деталям и мелочам при разработке своей фирменной оболочки, в результате из коробки все работает так как нужно и все нравится, нет необходимости допиливать настройки напильником. Телефон приятный, с быстрым процессором и большим объемом памяти. Оснащен отличными камерами, снимает просто супер. Защита от воды - это вообще выше всяких похвал, она тебе вроде и не нужна, до тех пор, пока случайно не уронил телефон в раковину )). Шикарный экран и 120 Гц. Беспроводная зарядка, как же это удобно!", "Купил данный смартфон 27.01.22. Мой первый Samsung. До этого пользовался Xiaomi, Redmi, Realme. В смартфоне почти всё устраивает. Размер для меня немного не мой. Хотелось бы шириной как S20 или S21 и батарею помощней. . Экран отличный: яркий, сочный, 120Гц.. Процессор - 865-й дракон. Конфигурации 6/128 мне хватает. Докупил карту памяти на будущее. Не нравится вибромоторчик, могли бы подороже поставить. Камеры отличные. Комплектация скудная: телефон, зарядка 15Вт, кабель, бумажки, но хотя бы есть. Планирую походить с ним года два.", "Покупкой очень доволен! До этого пользавался j7 2016, j7 2017, a50. Узнав про fe мысль о его покупке не давала покоя, жаба душила. Но жаба была пересилена.\nО телефоне, камера конечно прелестна, качество отличное, ночной режим удивил, фото светлее чем видят глаза. Видео тоже пишет отменно. Если нужно сфоткать макро - включаем телевик.\nВ игры особо не играю, но скачал на пробу, все летает.\nБеспроводная зарядка - теперь пользуюсь только ей, очень удобно.\nВлагозащита - приятно.\nСтереодинамики - круто, звук кайф.\nСкорость работы, на том же а50 нажмешь и ждешь, тут же нажал и моментом приложение запущено.\nОтпечаток пальца подэкранный может и не идеальный, но 9 из 10 срабатывает ( в а50 5 из 10) \n И главное - брать только на snapdragon", "Перешел с Xiaomi mi 9T, крайне позитивный опыт эксплуатации Samsung S20 FE. За свои деньги телефон имеет действительно хорошее железо на борту. Порадовала так же камера с фирменными фишками. Перегрева не наблюдается как у многих пользователей.", "Пользуюсь телефоном уже пару месяцев, перешёл с samsung a70, с начало было не привычно что экран чуть-чуть, но поменьше, однако быстро к этому привык (всё же в руке лежит удобней) Порадовало 120 герц в дисплее, скорость работы в интерфейсе просто потрясающая.\nТак же отмечу отличное звучание, как стерео динамиков, так и наушников, а так же флагманскую камеру со стабилизацией."], "smg780fzbmser": ["Пользуюсь с февраля 2021 г. (тогда ещё не было в оф рознице версии на Snapdragon, взял бы его) и под свои критерии и задачи конкурентов в его стоимость (с учетом постоянных акций) не вижу. Я прекрасно понимал, что беру и для игр покупать не додумался бы. Из критичных минусов для меня - автономность, хоть с последними обновами стало получше, редкий телефон так нещадно жрёт батарею даже просто лёжа на столе. Мелкий минус: часто не желает автоматом подключаться к Wi-fi (5 Ггц , 5-е поколение)\nНо есть и весомые плюсы:\n- IP68;\n- беспроводная зарядка (в том числе обратная);\n- экран 120 герц (мне очень зашло);\n- стерео звук;\n- качество разговорного динамика, передачи речи, шумоподавления. В целом как звонилку использовать в удовольствие, для меня это до сих пор - главное в смартфоне, как ни странно )));\n- отличные камеры, впечатляют в непростых условиях съёмки;\n- в базовых задачах аппарат очень шустрый.", "Покупался жене год назад. После её J7 конечно нечего и сравнивать.\nКамера, экран - супер. 256 Гб памяти пока заставляют забыть о нехватке места. За год недостатков не выявлено, никаких проблем не было.", "Приобрела данный телефон взамен старенького Huawei, когда тот в один прекрасный день не включился. Поскольку в семье двое маленьких детей, большое значение при выборе телефона играла камера. \n\nФотоаппарат каждый день с собой носить не будешь, а нужно, чтобы всегда под рукой была возможность запечатлеть определённые моменты) После долгих поисков в интернете, выбор был остановлен на двух телефонах: самсунг s20fe и айфон. Но посмотрев телефоны в живую, выбор был очевиден - самсунг ничем по характеристикам не уступал, а переплачивать просто за бренд не хотелось. Камера в самсунге действительно на высоте, большое количество настроек. \n\nПрекрасные снимки получаются в вечернее и ночное время. Телефон брала на 8/256 гб, чтобы не использовать sd-карту. Яркий экран, стильный дизайн, телефон приятно держать в руках. Поначалу грелась батарея, но после обновлений, эта проблема ушла. Телефон полностью меня устраивает. Через пару месяцев точно такой же приобрели и мужу.", "Приобрел Samsung S20 FE месяц назад.Сразу скажу,что моя модель на Snapdragon 865 и то ,что пишут ниже негативные отзывы вообще как будто не про S20FЕ.\nЭкран шикарный(120 герц делают своё дело),звук стереодинамиков классный,зависаний и нагрева нет вообще,игры все тянет без проблем.По камере вопросов нет,снимки получаются отличные.Классная оболочка:есть множество всяких настроек,каждый сможет оптимизировать под себя данный девайс.\nПластик задней крышки приятный на ощупь.\nТелефон вкупе с часами и наушниками Samsung просто супер.", "с процессором от самсунг однозначно не советую. телефон подтупливает на рядовых задачах и это сильно напрягает для такой ценовой категории\nпо началу батареи хватало в районе 2 часов экранного времени (меседжеры и серфинг) но это прошло спустя полтора месяца)", "Для меня оказался удобнее и приятнее по цене чем флагман, без закругленного экрана. Удобный в руке, отличные характеристики за свои деньги. Камера на высоте, тут сказать нечего даже. Батареи хватает за глаза. Сменил самсунг на самсунг и не жалею.", "Всегда меняю самсунг только на самсунг. Хороший телефон. Качество картинки классное. Музыку слушаю много, звук хороший. Камера меня устраивает, фото получаются яркие и сочные. Греется, когда заряжается.", "В пользовании у меня около 6-ти месяцев. Неплохая камера, хорошая оболочка, дисплей 120 герц, из плюсов пожалуй все. Плохая автономность (в среднем выходит 2-4 часа экрана), дисплей с ужасной цветопередачей и равномерностью подсветки, задняя крышка ощущается очень дешевой и последнее и самое главное это процессор. Постоянно перегревается и закрывает приложения. Особенно, если лежит на зарядке, и не важно тяжелое приложение или нет, может закрыть телеграмм, браузер, даже настройки (да-да обычные настройки, вызывают у него перегрев). Режимом Dex невозможно пользоваться т.к. постоянный перегрев и ошибки лаунчера. Перед этим пользовался самсунгом с процессором Snapdragon, и это просто небо и земля.", "Пользуюсь телефоном уже 2 месяца и впечатления только положительные. Не буду долго повторять, то, что уже сказано во всех обзорах на ютубе и в комментариях здесь.\n1. автономность могла бы быть лучше немного, хотя я сравниваю со своим старым самсунгом и конечно он держал пару дней стабильно, но если взять во внимание новые телефоны, то он держит приблизительно столько же. \n2. Все пишут про перегрев, но у меня он нагрелся только после покупки при восстановлении данных, обновлении системы и т.д. Больше вопросов по нагреву не возникало. У моей девушки айфон греется куда сильнее)\n\nКамера, дисплей, корпус, скорость работы и всё остальное просто пушка, ракета, петарда! Топ за свои деньги, как по мне. Я очень доволен. Ни одного косяка за время использования не выявил.", "Отличный телефон, шустрый может спокойно конкурировать с 11 Iphone. 120 герц экран , это просто сказка, плавно работаете экран."], "g7102b": ["Пользуюсь с момента выхода. Крепкий, как орех. Ломается задняя крышка, стирается ободок. Старый уже, вообще удивлен, как по сей день продают его.", "Пользуюсь более 2-х лет.\r\nМогу сказать, что он туповат, имеются задержки, при разговоре по одной симке вторая становиться не доступна.\r\nБатарея держит 1,5 суток (вайбер, интернет, инстаграм)", "Телефон крутой, в целом очень довольна!\nМодель прекрасно подойдёт для тех, кто любит ронять телефон. Падал много раз - экран почти как новый.\nХожу с ним более 3 лет. Нареканий к работе нет, только внешний вид выдаёт возраст.", "Пользуюсь уже 2 года.По началу все шло хорошо, никаких лагов, тормозов, батарея держала день при активном пользовании.Спустя месяца 3 начались лаги, отзывается с задержкой, лагают страницы в браузере, батарея содится за 2 часа активного серфинга с wi fi. Камера неплохая. Я сам очень аккуратный всегда в чехле носил но все равно очень сильно поцарапался белый ободок.Экран до сих пор целый,много ронял но все равно.", "Купила сей девайс полтора года назад. Устраивает все.Имеется один, лично для меня большой,недостаток-сильно облезло покрытие по периметру корпуса, и внешний вид конечно стал совсем никакой.Я пыталась найти оригинальный корпус,не получилось(мне сказали,что можно привезти под заказ,только стоимость будет примерно половину телефона) .Оказалось, что это проблема всех телефонов этой модели.Пришлось носить ненавистный чехол((Вот и решайте брать или нет.", "Телефону уже год и 3 месяца, камера, звук, цветопередача всё на уровне. Из недостатков - быстро сдирается корпус, но силиконовый чехол решил проблему.\r\nКупил жене Lenovo примерно с такими же характеристиками, после нескольких дней понял что он напорядок уступает самсунгу по всем показателям, жалко стало, ведь почти за такие деньги можно купить  было самсунг.\r\nТак что всё познаётся в сравнении, на самом деле очень достойный телефон.", "Пользуюсь больше года. Все устраивает. Батарея держит отлично (два дня в поезде при постоянно включеной GPS, 3G шагомере и просмотре фильмов без зарядки) все игры идут просто отлично, кстати на телефоне установлено порядка 40 своих приложений и ни капли подвисания. На счет камеры: при определенных настройках заменила зеркалку. Кстати данный гаджет не раз купался в кофе и падал в воду, как не странно не разу не был у мастера. Никаких шумов в разговоре нет, слышно как меня так и собеседника отлично, ничего не отходит.", "УЖАСНЫЙ ТЕЛЕФОН!!!\r\nЯ Пользуюсь всего 4й месяц-слышимость ужасная,на той стороне вообще не различают слова, как будто мембрана какая то. Садится очень быстро, батарея -плохо держит, еще и кнопки залипают иногда.Фронтальная камера -просто ужас-настолько размытые изображения.\r\nНЕ БЕРИТЕ!!!!", "В целом телефон неплохой. Пользуюсь 4 месяца. Дизайн, экран, камера(видео) -- на высоте!  Версия 4.4.2. сейчас, жду новую, пишут, что должна была уже давно выйти. Из минусов: отваливается периодически вай-фай, отваливаются сим, то одна -то вторая. Ловит, как захочет, то все антенны, то нет их в одном и том-же месте. Бывают зависания. НО, все это и написано в жалобах многих конкретно на эту версию прошивки, мол, что в обновлении таких багов уже не будет..ну-с .ждем-с...Несмотря на минусы, телефон все-равно очень нравится. Появится хорошая прошивка, будет 5, а так 4.", "РЕКОМЕНДУЮ!! Хороший этакий смарт за эти деньги! Аккумулятор при полной нагрузке держит полтора суток, при звонках и режиме ожидания дотягивал до трех! Камера довольно таки неплохая! Инет шустрый, все летает.. Громкость звонка отличная, игры тянет, не тормозит! Аксессуаров к нему сейчас уйма! в общем скажу одним словом вещь хорошая можно брать!!"], "smg770fds6128b": ["Смарт полный отстой.сканер отпечатков это нечто.бывает не срабатывает 50! раз.с первого раза не сработал ниразу за все два года использования.батарея до конца дня не доживает,если поиграть даже в легкие игрушки,или посмотреть видео пару часов.пришло время покупать другой телефон. Пока не знаю какой,но точно не самсунг.", "Пользуюсь телефоном почти 2 года. Купил на старте продаж. Что могу сказать... Переходил я с xiaomi, в целом оболочка от самсунга мне не так нравится даже сейчас, но тут дело вкуса. Качество сборки хорошее, за все время скрипов и люфтов не наблюдалось. Телефон несчадно пару раз падал, но в чехле, остался цел. За эти неполных два года батарея, конечно уже не та, но на полноценный день до сих пор хватает. Качество фотографии меня удовлетворяет даже сегодня. Звук из динамика не самый лучший, но за свои деньги все компенсируется железом, которого даже сейчас с лихвой хватает для всех задач и игр. За это время, кстати, телефон ни разу не пришлось перезагружать за исключением обновлений и севшей батареи. Так что стабильность работы говорит сама за себя. Читал комментарии, говорят, что связь так себе, хотя я такого не замечал у себя, даже вне города нормально ловит. Из минусов, так себе сканер отпечатков пальцев, лучше бы встроили в кнопку питания. Хотелось бы 3.5 jack, иногда не хватает, хоть и пользуюсь беспроводной гарнитурой уже много лет.", "Телефон не стоит денег на него затраченных. В первый месяц думал привыкну, но нет, постоянное раздражение вызывает такая сырая подделка под телефон и унизительное отношение самсунга к своим клиентам. Отвратительный прием сигнала сети (столько смс о пропущенных вызовах не получал с 2000х годов), сенсор отпечатка пальца (если сработал со второго раза - это просто праздник), wi-fi (тянет с минимальной скоростью, иногда проще его выключить и докачать через мобильную сеть), стилус..... (не знаю как там рисование, но работать с ним не возможно, постоянно слетают настройки, включает то что ему нравится, бестолковое распознавание текста и прочие мелочи, которые бесят, когда надо, что то срочно записать) и наконец батарея.. в новом телефоне к кону рабочего дня остается 20-30%, а что будет через год?...", "Приобрел в октябре 2020 года версию на 8 гб ОЗУ. Регион прошивки для ОАЭ, когда узнал эту информацию, расстроился, думал не будет работать Spay в Беларуси, но нет, всё отлично работает. Отличная скорость работы, батареи хватает на световой день используя смартфон не щадя, можно легко растянуть и на два дня сильно не ограничивая себя. \n\nПо поводу камеры, да, стандартное приложение камеры делает снимки в разы хуже если сравнить с Gcam и профилем настроек (Можно найти на 4pda), c Gcam получаются фото отличного качества. По связи всё хорошо, экран отличный, яркий, работает всё плавно. Быстрая зарядка за ~45 мин от 0 до 100%. На момент написания отзыва уже вышел 11 Android. \n\nТут нету 3.5 разъема для наушников, заказывал с Али за 2.5$ переходник. Из коробки смартфон был с силиконовым прозрачным чехлом хорошего качества и заводская пленка тоже приятный бонус, опять же зависит от региона для которого предназначался телефон, мой для ОАЭ. Обратите внимание на размер телефона, он довольно большой, мне под большую руку идеально. Разблокировка по отпечатку пальца, для быстрой разблокировки регистрируйте 3 раза палец под разными углами, тогда работает отлично. Разблокировка по лицу работает отлично в светлое время суток и в сумерках, в темное время суток не всегда срабатывает.", "Телефоном пользуюсь 4 месяца. Брал модель с 6гб оперативной памяти. Вообще телефоны меняю редко, обычно пользуюсь 3-4 года прежде чем купить новый.\nВ целом данная модель очень удачная. Отличный экран, автономность, функционал. Есть всё что нужно. Глюков никаких не встречал, вообще никаких. Всё работает как часы. Никаких проблем со связью не было. Ловит отлично.\nИз минусов могу выделить относительно слабенький динамик и слабоватую камеру. Так же лично мне нравится наличие разъема 3.5мм для наушников. Ну и в целом размер чуть-чуть великоват (но сейчас все произвоидители гонятся за большими дисплеями).\nПро маркость корпуса или экрана ничего не могу сказать т.к. сразу же после покупки были куплены хорошее стекло и чехол. Кстати в коробке с телефоном с завода лежит очень неплохой силиконовый чехол.", "Плохо. Много вылазит ошибок,связь тянет плохо ,бывает тормозит .Но так телефон неплохой , быстро запускает приложения.", "Отличный телефон! Очень быстрый! динамик 50 на 50 когда вы смотрите видео или слушаете музыку то звук очень хороший и громкий но когда разговариваете по громкой связи в машине то звучание получается тихим!", "Хороший смарт за свои деньги.До него пользовался только смартфонами от компании xiaomi, последний был mi 9t. При покупке нового смартфона выбира между one plus, Googl pixel 4a,и этим самсунгом.Выбор сделал именно в его сторону из за весомых плюсов которые нужны в использовании смартфона каждый день,это процессор мощный, хороший АКБ на 4500ма, качественный дисплей,и относительно не плохие камеры которые выдают снимки лучше среднего,но с Gcam ситуации меняется на много лучше и фотки получаются не хуже пикселя.Корпус телефона с зади пластиковый но качественный, сразу и не отличить от стекла, рамка металлическая. Зарядку держит при моём сценарии использования 7-7,5час экрана, поддержка быстрой зарядки, причем зарядка одаптивная, в зависимости сколько осталось процентов АКБ смарт выставляет оптимальное потребление чтобы не загубить батарейку . Связь что в городе,что за городом ловит стабильно. Нет стерео,и влагозащиты, хотя мультимедийный динамик очень даже неплох,выдает даже низы.За месяца использования не разу не залогал,не было подтормаживаний и фриз. Вообщем впечатление от смартфона только положительные, если хотите \"флагман\"за не дорого,то это один из вариантов.", "До этого пользовался xiaomi очень долго и разными моделями, последний был mi 9t.Хотел взять Google pixel 4a,но из за гарантии передумал. Этим чудом пользуюсь два месяца,за это время что я уяснил для себя: внешне выглядит свежо,задник пластик но если человек об этом не знает то сразу и не скажет что это не стекло.Царапается так же как и стекло, плюс в пластике только один, его сложнее разбить и стоит намного дешевле при замене,рамка металл.Дисплей очень хороший и качественный, глаза от него не болят.Батарейка хорошая, не супер, просто хорошая, экрана в день выходит у меня 7-7,5час,на том же ми 9т выходило 5-6час экрана.быстрая зарядка на 45ват.По работе смарт просто вышка не лагов не фриз всё чётко.Звук из динамика нормальный играет не плохо даже присутствую низы но не очень громкий.Камеры не плохие но с Gcam фотеает намного лучше,из сток камеры только ночной не плох.Оболочка очень хорошая и плавная.круче работает даже чем на s10,s10+, проверено.нет влагозащиты но это такое себе. Отсутствие 3,5 Джека это не проблема куча переходников за копьё на него есть,да и в основном сейчас блютуз наушники в моде.В целом аппарат хороший.если бы цена за него была 1000р был бы вышак просто.да и за 1200р конкурентов унего почти нет, да и на таком железе и софтом от Samsung.к покупке рекомендую.", "Отличный телефон, нареканий после двух месяцев использования нет. Модель довольно большая с отличным дисплеем и процессором хоть и прошлогодним но флагманом, в купе с 6 гб оперативки и 128 гб памяти не оставляет никаких нареканий, превосходная камера и да господа забыл это SAMSUNG..... Смартфон шустрый, аппаратной части хватает с головой и для повседневных задач и для игр круче только флагманы от SAMSUNG. Из преимуществ еще скажу это фирменная платежная система (samsung pay) которая реально актуальна в РБ, я забыл когда кошелек в руках держал, все покупки и скидочные карты только через это приложение. Рекомендую к покупке, точно не прогадаете...  единственное почему его не стоит покупать - это если вам не нравятся  огромные экраны, а так РЕКОМЕНДУЮ."], "sma725fzkdser": ["Признаться честно, расписывать все достоинства данной модели, да и, впрочем иных, - субъективная сторона вопроса. По той лишь явной причине, что некоторые моменты одного может завлечь, как и другого \"оттолкнуть\". По этой причине советую повременить с выбором и поглядеть сравнения на всесильном YouTube.\n\nКраткая выдержка, ведь не даром вы пожаловали в раздел \"Отзывы\".\n1. Лучше, чем просто космический телефон для перехода с иных марок с ОС Андроид.\n2. Звук отличный, в любом случае слышно будет хорошо, как бы сильно ты не зажимал какой-либо из динамиков (двухканальный звук), по одному лишь нажатию любым пальцем вы сможете включить любимый всеми Dolby Atmos.\n3. Картинка сочная, всегда яркая, в независимости от уровня вышесказанного.\n4. Скорость работы... Всё, безусловно, зависит от того, чем вы ранее пользовались, вернее, каким смартфоном. За собственными плечами имею хороший опыт пользования как Xiaomi, так и ранее популярным Nokia Lumia. После перехода заметить малейшие пролаги в пользовании, можно сказать, невозможно. \n5. Мощность железа позволяет играть во многие, схожие с титанами, игры (Gwent, пожалуй, приведу в пример).\n6. Лёгкость в использовании. Проще говоря, разобраться ваша бабушка сможет.\n7. Невероятная автономность работы.\n\nБезусловно, привыкать и наблюдать за проблемами мне ещё предстоит, однако со всей уверенностью могу сказать, я чертовски рада владеть Samsung A72.", "Перешёл на данную модель с Huawei p20 lite. Сразу ощутил преимущества в начинке. Более высокая скорость работы, что вызывает дикое удовольствие. Экран неплохой. Хороший выбор для тех, кто хочет предтоповый вариант samsung", "Изумительный телефон. яркий и сочный дисплей . неплохо держит батарею. правда звук слабоват", "Телефон отличный! Говорю сразу, стоит брать! Поддержка 12 андроида, хорошая камера и яркий дисплей.Но подкачал один момент, ношу телефон в кормане без пугович застежок и т.п. И за время эксплуатации появились царапины на дисплее.Ну самсунг, что за потрбительское отношение. Я же не беру толефон за 200$. Совсем другой сигмент. Просто разочарован тем что не могли поставить нормальное стекло. Позор.....", "Прекрасный аппарат с учётом того что флагман стоит в 3 раза дороже, а здесь полный порядок за что ни возьмись по цене в 3 раза ниже.\nОтменные камеры с оптическим трехкратным зумом и оптистабом, мощный аккумулятор, очень быстрый по скорости , 90гц матрица без избыточных 144гц, которые тупо высаживают батарею а визуальной разницы особой нет, вообще не греется, спасибо снэпу 720g, после \"флагманского\" снапрэгон 888, с которого я перешел, это был просто ад какой-то - постоянно горячий телефон, а аккум таял на глазах, водозащиту держит прекрасно. Очень удобный хват благодаря прорезиненой спинке, не то что скользкое стекло или металл", "Купил данный телефон в середине прошлого года. Сначала, радости не было предела:камера шикарная, быстро работает, автономность до двух суток, стереодинамики вообще бомба. Но через месяц начались проблемы с нижним динамиком. Когда выставишь звук на максимум, то при прослушивании песен, звонков на телефон, периодически пропадает звук нижнего динамика, причем полностью. Потом, сам появляется. Хотя может и не пропадать вовсе. Никакой точной систематики нет. Когда звук в Медиа и Звонков доводишь до середины, то проблема не наблюдается. По гарантии дважды отвозил, и проблемы в СЦ не были обнаружены, хотя предоставлял видео с данной проблемой. Телефон стоимость которого больше 1000 рублей и такая проблема с динамиком, ну это стыдно. Поэтому, при покупке данного телефона вы покупаете \"кота в мешке\". И никак вы это не проверите. Поэтому задумайтесь прежде чем покупать. Купил бы я его сейчас зная что такая проблема имеется? Скорее всего \"нет\" чем \"да\".", "Приобрёл A72 в голубом цвете, до этого владея его предшественником A71. Колоссальной разницы между этими двумя смартфонами нет, однако пара важных отличий всё же убедила меня перейти на обновлённую версию.\n\nВ первую очередь, это влагозащита. Периодически я хожу в душ с телефоном, чтобы послушать музыку, и если раньше мне приходилось держать его макстмально далеко от воды, насколько это возможно, то теперь я могу класть его непосредственно рядом с собой! Один раз мой старый A71 по неосторожности упал в воду, и мне пришлось отдавать его в ремонт (точно не помню уже, что именно было поломано, но ремонт обошёлся в 300 рублей). Теперь таких проблем возникнуть не должно!\n\nВо-вторых, обновлённая камера. Сразу скажу, что и на А71 съёмка была замечательная, но в A72 появился трёхкратный оптический зум, что делает его немного более полезным и крутым.\n\nВ-третьих, наконец появились стереодинамики. Теперь даже если у телефона закрыть один динамик, звук не станет тише, и это очень удобно, например, когда смотришь видео лёжа и телефон опирается на стену. А я так делаю часто!\n\nА72 - действительно практичный, красивый и хороший смартфон за свои деньги. С батареей 5000 мАч, 4 камерами, возможностью пользоваться Samsung Pay и красивой и удобной оболочкой OneUI, которую скоро ещё и должны обновить, он действительно является замечательным решением для продвинутого пользователя.", "Просто великолепный телефон. Всё идеально сбалансированное. Звук супер! Очень порадовал.", "в целом нормальный телефон, может дело в прошивке или оперативке, но по ощущениям шустрее чем А50 с таким же процессором. камера вроде тоже чуть лучше, но все равно не фонтан. главные претензии к качеству сборки. задняя стенка мягкий пластик, прогибается от нажатия пальцем, неплотно прилегает. ну и легендарная рамка - под кнопкой квл/выкл таки люфтит. проблемы сборки маскирует чехол, особенно с большим вырезом под блок камер (не выпирают). аккум нормальный, при умеренном использовании хватает на два дня.", "Во владении чуть более 4х месяцев, памяти много (хватит для всего), в играх летает, связь ловит на отлично, на рабочий день батарейки хватает, GPS не теряется, камера снимает отлично. За время пользования телефоном замечен только один недостаток - при включении камеры телефон замирает на 1 секунду, в остальном работает очень быстро."], "smg986gr": ["Отличный телефон, не считая парочки моментов, укажу их в недостатках. Пользуюсь почти год", "Это уже 4 телефон от samsung, на данную модель перешла с samsung s8 plus. Покупала по предзаказу в а1, бонусом еще шли наушники samsung buds+. Для меня отличный телефон, на новые флагманы менять пока не думаю. Работает без проблем, хотелось бы большей автономности (заряда при активном использовании хватает на день).", "Как я выбрал Samsung s20 plus? Прежде чем покупать новый смартфон, я пересмотрел десятки обзоров. Прочитал сотни отзывов. И выбор сузился до одного. \nУ S20 plus шикарная камера, которая не уступает флагманам 2021 года. А так как прорывов в технологиях усовершенствования камеры вряд ли предвидится, то она не будет уступать и более новым смартфоном ещё не один год. Хотелось бы конечно десятикратный оптический зум, но это вам к Samsung s21 ultra. Оптическая стабилизация, 4k 60 fps, да 8k в конце то концов. Ах да, Samsung s21 plus имеет точно такие же модули камер. Такие же, Карл! Так что если вам, как и мне, нужна прежде всего камера. Samsung s20 plus - это правильный выбор \nЭкран Dynamic Amoled 120 hz 6,7 дюймов, немного скруглённый по бокам. Золотая середина между водопадом s10 plus и плоского s21 plus. Идеально. \nОстальное в двух словах. 25 Вт быстрая зарядка, хватает с головой. Процессор - Exynos 990. 8 gb оперативной памяти. Слот для карты памяти (в s21 отсутствует). Защита от воды и пыли IP 68. В комплекте идут проводные наушники AKG, зарядное устройство на 25 Вт. \nИдеального смартфона не существует, в каждом свои плюсы и минусы. Но в Samsung s20 plus я нашёл свой баланс. И если у вас такие же приоритеты как и у меня, то s20 plus не подведёт.", "Смартфонами Samsung пользуюсь практически с самого начала, начиная с Galaxy S2 и до S4. После были \"удачные\" и \"не совсем удачные\" попытки перехода на iOS, но в конечном счёте вернулся к истокам. На данное устройство пересел с S9+, и скажу это огромный прыжок вперёд. Опишу все аспекты по чуть-чуть:\nЭкран\nСочный, яркий, прекрасный во всех смыслах. От углов обзора до цветовой палитры. 120 герц это что-то невообразимое. Никакой iPhone 11 или 12 даже рядом не стоит, в плавности картинки. Шима не замечаю от слова совсем.\n\nЭнергосбережение\nТелефоны всегда настраиваю с нуля, предварительно делая полный сброс. Режим использования такой: ВК пару часов в день, Instagram до часу в день, проверка почты, Ютуб пару часов на фоне. Сеть всегда ловит на отлично. Всегда подключены часы по блютузу и всегда включенный 4g/WiFi. Так же всегда включенны 120 герц и локация. С таким сценарием смартфон показывает 5-6 часов работы экрана, или 10-12 часов ожидания. На зарядку ставлю на ночь, практически всегда через повербенк. Родной быстрой  зарядкой пользуюсь редко, когда нужно быстро зарядить. \nПодводя итог по энергопотреблению, могу сказать одно, со всеми \"наворотами\" на рабочий день батареи хватает с лихвой. Если немного \"экономить\", возможно хватит и на 1.5 дня.\n\nКасательно сценариев Bixby...cчитаю, что это топовая штука, пользуюсь активно. И всем советую. Только нужно внимательно изучить возможности.\n\nКамера\nПо мне - очень хорошая. Пользуюсь автонастройками и ночным режимом. 64мп и видео редко использую. Очень нравится встроенный фото редактор, который позволяет убрать лишние предметы на фото одним движением пальца :)\nПро режим творит чудеса. Ниже прикреплю несколько фото с последующей обработкой в lightroom и без. Луну кстати сфотографировал \"с рук\", без штатива.\n\nВ процессе поиска смартфона, cтал сравнивать данный аппарат с другими подобными того же ценового сегмента (в том числе, читая тематические форумы). Считаю, что альтернатив нет ни по набору функций, ни по софтовым фишкам, ни по поддержке, ни по цене (с учетом всяких акций). Покупал через trade-in, скидка была существенная.", "При выборе Samsung Galaxy S20+ прочитал много отзывов о нём. Главным недостатком указывался, что сильно греется. Пользуюсь уже 10 месяцев и это наблюдалось только при видеовызове и съёмке видео. Нагрев был, но не сильный и если использовать чехол, то его вообще не заметно. Аппарат очень шустрый. Экран яркий. Камера - ОГОНЬ.\nЧто отдельно отметил бы, так это Очень быстрая зарядка (чуть боль часа заряжает аккумулятор 4500 мАч от 0 до 100%)", "Решил обновится был S5 и остановился на этой модели. по сравнению с s5 колосальная разница. Экран, батарея, память не нужно лишних флешек вполне хватает встроенной памяти отличная камера", "Пользовался S20+ 10 месяцев, до этого был S10. Не знаю чего хаят камеру, как по мне камера в телефоне ТОП, особенно ночной режим, Эксинос напрягать будет разве что задротов, как по мне работает норм. 120 гц экран пушка. Вообщем телефон отличный.К слову у брата S10 у папы S20, у меня S20+ никого не напрягает Эксинос.", "Самсунг не перестаёт разочаровывать своим процессором, как будто из года в год пытается доказать какой у них ужасный процессор. Почему , покупая за такие деньги смартфон, получается такие проблемы с автономностью, производительность и качеством фото? Самсунгу плевать на клиентов я смотрю, которые постоянно недовольным их процессором. В целом смартфон конечно красивый и всё в стиле Самсунга, НО процессор, это такой фейл. Это постоянная надежда Самсунга на то что не будут с Квалком сравнивать? Откуда столько наивности. А самое интересное, что деньги за косячную работу смартфона никто не вернёт. В общем итог таков, чтоб брать S20+ надо но только на Snapdragon. Всё что с Exynos надо обходить стороной (был не один смартфон на Exynos и всегда хуже чем Квалком).", "Телефон покупал целенаправленно в марте 21 года. Т.к. цена хорошенько припала на фоне старта продаж 21 серии. Выбор был обусловлен еще и тем, что ранее уже использовал обычный S20 и меня он устраивал в целом, но всё же захотелось большего экрана. \nПо поводу производительности и нагрева. Производительности мне хватает во всех сценариях, как повседневный (звонки, мессенджеры и т.п.), так и иногда игровой (играю очень редко). По моему субъективному мнению греется он меньше чем S20 (а тот грелся ого-го!), хотя бы за счет большего размера - большая площадь рассеивания тепла. Но все же нагрев приличный - это минус.\nПо поводу экрана. Отличный яркий амолед экран, ШИМ есть (судя по обзорам), но я его не вижу ни в одном телефоне, так что мне без разницы. Частота 120Hz, если к ней привыкаешь, то очень сложно отвыкнуть, но это в минус к автономности. На солнце яркости хватает более чем.\nКамера супер. Конечно завышать ожидания не стоит, но для меня она снимает отлично, набор сенсоров оптимальный, очень нравится снимать на ширик. Иногда пользуюсь зумом - хорошо портреты снимать. Видео может 8к писать, но смысла лично я в таком разрешении не вижу, особенно при 24fps. На постоянке использую 4к 60fps, при этом есть стабилизация, картинка супер. В общем про камеру ничего плохого не скажу, нравится она мне.\nВ телефоне есть стереозвук, звучит очень хорошо.\nСканер отпечатка подэкранный, он медленнее, чем обычный, но в повседневной эксплуатации особо на это внимания не обращаешь. Сканер лица тут баловство.\nС качеством связи, wi-fi, bluetooth проблем нет. Радует наличие e-sim, можно поставить еще или 2 nano-sim, или nano-sim и microSD карту.\nOneUI одна из лучших оболочек на Android, а для меня точно лучшая.\nТеперь о АКБ. Тут все не так радужно, батарея хоть и 4500, но хватает ее не на долго... С утра до вечера конечно хватит, но это если не играть. Меня лично это не напрягает, т.к. есть ЗУ и в машине и на работе. Но более чем на день при активном использовании я бы не рассчитывал. Удобно, что есть быстрая зарядка, 25W (в комплекте) - не рекорд по нынешним меркам, но достаточно. Если спешишь куда, то от быстрой зарядки минут 10-15 можно подпитаться и лететь по делам. На ночь удобно от беспроводной (до 15W) заряжать, меньше страдает АКБ и разъем type-c.\nВ минусы еще запишу дизайн, хоть мне и нравится, но его реально не отличить о А-серии с первого взгляда, слишком уж просто что ли.\nВ общем я знал на что иду покупая данный телефон, и я им полностью доволен.", "Купила 27.04.20 все было хорошо по работе и т.д. Переходила с S9+. К слову, у S9+ чуть больше чем через неделю после истечения гарантии выгорел экран. расстроилась, но на работу никак не влияло. Думали, что у S20 таких проблем уже быть не должно. Но на всякий случай сразу поставила темную тему. И что вы думаете? 03.04.21 случайно заметила выгорание уже на \"двацатке\". Разочарована, расстроена. Звонили в сервис, заменить экран они могут по гарантии, но смысл, если через год опять он выгорит и мне уже никто его не заметит бесплатно. Обидно, что у флагманов за такие деньги возникают такие проблемы. Будем пытаться вернуть деньги и переходить на Iphone."], "smm215fdsb": ["Пользуюсь данным аппаратом уже 2 года. Нареканий вообще нет. Батарея - это его изюминка. По прошествии двух лет она может выдержать 4-5 дней в режиме «только звонки». Если играть, сидеть в Ютубе - два дня. Это шикарный результат. Кто-то здесь написал что подсветка экрана плохо регулируется, не понимаю как она должна регулироваться ? Ставлю на минимум - ничего почти не видно, ставлю на максимум - режет глаза. Как должно быть если не так ?! Цветопередача шикарная, тему ставим нормальную и глаз не оторвать. 64 гб памяти как по мне - самое то. 32 мало, 128 очень много. Вот сейчас заполнено 40гб, тобишь еще год фоткаться можно:), а потом флешку sd можно всунуть, благо есть место для нее. По функционалу вопросов нет, бюджетная модель отрабатывает на все свои 600 byn. Камера : видео мне не нравятся, цвет не такой , качество, а если еще включить стабилизацию так и вообще, не о чем. Но вот фото, это другой разговор. Фото получаются просто шикарные, + ко всему сам телефон их еще не много обрабатывает и на выходе получаются просто шикарные фото. Еще меня удивил ночной режим, никогда им не пользовался, но однажды попробовал и ахринел, фоткает ночью как днем ! У камеры еще много разных плюшек, долго можно писать. По связи никогда проблем не было, микрофон отличный, динамик тоже, меня хорошо слышат, я всех хорошо слышу. \nМинус - не дешевый дисплей. Около 120р дисплей и замена около 50р. Но я нашел выход: я одел твердый якхрл и наклеил защитное стекло. Пару раз были очень хорошие падения и экрану хоть бы что. Правда поменял штуки 3 защитных стекла.\nЗа эти деньги - один из лучших телефонов.", "Телефон просто бомба. Пользуюсь уже чуть больше года. Брал 04.12.2020 взамен Самсунг А50, который нечаянно разбил. Что могу сказать: в игры я не играю, а в остальном этот телефон ничем не отличается от А50. Не зависает, не глючит, связь держит, звук хороший. Но батарея бомба. Лично мне хватает на 3 дня активного использования, а если не торчать в нём сутками, то на 4. В общем, я доволен.\nЕдинственный нюанс: размер. Мировые производители, прошу, услышьте меня!!! Выпустите отдельную линейку телефонов( как это сделали яблочники) с современной начинкой, НО С МАЛЫМ РАЗМЕРОМ!!!! ( ДО 6 ДЮЙМОВ). Поверьте мне-озолотитесь!!!", "Покупали смартфон маме в подарок. Остались довольны покупкой. Гаджет в основном используется как телефон и для видео-общения. Аккумулятор держит хорошо 3 дня. Чуть большая, чем привычно, задержка в ответ на прикосновение к экрану. Запросов завышенных к товару не было, поэтому и разочарований нет.", "Полтора года в пользовании и есть с чем сравнить из китайцев...\nПлюсы:экран амолед-выше всяких похвал,батарея нормальная,но по ощущениям не 6000,шустро работает,без тормозов,камера огонь,отпечаток быстрый..., нфс только со сторонними приложениями.\nМинусы:адаптивная яркость живёт своей жизнью,что не сильно напрягает, несколько раз перезагружался при входе в мобильное приложение одного банка, нет самсунг пэй,ну и все.", "Телефон купил ровно год назад, что могу о нём сказать, уж больно много плохих отзывов о нём. К сожалению да, китай рулит, телефон как лотерея и это не зависит от марки. Один работает, другой не звонит, третий батарею не держит, надо понимать, времена бренд-качество прошли, остались только растущие цены. Я покупал через банк за 600 блр Экран яркий, на солнце хватает вполне, танки, пабг на среднем всё тянет, с игрой и звонками один день работы акб вам гарантирован. Если вам не 15 лет и вы иногда ходите на работу, то в режиме звонков и игр на обеде 2 дня, кто бы что не говорил, хватает и на третий, но 15-20% не внушает доверия, хотя пол дня звонить по делу всё таки можно. Звук звонка громкий, слышимость хорошая, приём сигнала хороший, хотя в рб 4g есть только формально, это не секрет, хожу с 3g и всё работает шустро без задержек. В меню разрабов отключил анимацию совсем, так что на заметку. Недавно разбил дисплей, он к слову не дешёвый, 250блр, это 100$ на сегодня. Решил не брать другой тел., а заменить деталь на оригинал, и пока это его единственный минус, стоимость дисплея. Заменил и продолжаю им пользоватся. Спустя год батарею с 15% до 100% зраяжает за 2,2 часа, в принципе как и год назад, да и держит как новый, заряжаю раз в два дня быстрой зарядкой, так что не экономьте на обычной зарядке вопреки своему времени, всё это чушь. Менять телефон планирую через годик, другой, посмотрю по батарее, ну или если еще раз дисплей коцну. Потому что всему своё время, телефон не молодеет, а каждые полгода по внутрянке безвозвратно стареет.", "Купили в подарок дедушке. Отличный аппарат для пенсионера. Связь ловит хорошо. Звук - норм. Экран приятный. Камера, в сравнении с более дорогими (х2/х3) аппаратами, не ахти. UI хорош. Батарея - огонь. После подключения wi-fi без проблем обновился. Сразу снес/отключил половину софта. Ничего, из того что нужно дедушке (вайбер, вацап, браузер, просмотр фото и видео), пока не тормозит. Для игр точно будет слабоват. Ну и немного великоват и толстоват в бампере, но за эту цену все телефоны немного лопатные.", "Пользуюсь неделю, пока очень радует, приятный и большой экран, отличная батарея, надеюсь так и будет)", "Отличный аппарат. Экран вообще бомба после всяких IPS. Работает шустро. нареканий ни разу не вызвало. и к тому же ценник адекватный.", "Пишу комментарий спустя месяц после покупки. Смартфоном доволен, хотя читал здесь комментарии, насторожился. Но не прогадал, на других форумах вчитался поконкретнее, сравнивал с производительностью других аппаратов. И все же решился купить. Не жалею, все работает, динамик громкий внешний и слуховой, никаких проблем со связью, отключил 4g, чтобы больше хватало батареи и не пользуюсь быстрой зарядкой, т.к. она убивает ресурс аккумулятора. Ну а сама батарейка радует, 2 дня активного пользования инета с игрушкой PUBG более чем! Ожидания оправданы, по крайней мере у меня. Возможно, у кого-то попадается брак.", "Приобрела в интернет - магазине данную модель телефона. Уже после двух дней использования начались проблемы со связью. Магазин отказался возвращать деньги. После ремонта проблема осталась. Продавец ни денег не вернул, ни товар не заменил. Ещё после восьми месяцев использования телефон вообще перестал отправлять звонки. Т. е. сейчас я вообще не могу позвонить. Снова надо везти его в сервис. Ужасная модель телефона, и такой же продавец."], "sma515fzrcser": ["Телефон рабочая лошадь, при этом оч курутой как по дизайну, так и по ощущениям от пользования. 52я серия уже не та, громоздкие и топорные, 50я была сильно проще. Легкий, красивый смарт. Фотки лучше,чем у айфона xr, оболочка one UI хоть она и тяжеловата, зато сделана для людей, все плюсы андроида, но в приятной глазу и функциональной оболочке. Аккума хватает на день-полтора. Самунг пей работает безотказно. Звук в наушниках выше среднего, хоть и нет выделенного аудиочипа. Единственное но, что тяжелые игрушки не для этого аппарата конечно. Процессор могли бы корейцы и пошустрее воткнуть.", "Хороший телефон за свои деньги. Он полностью соответствует своей цене и характеристикам. Прекрасный экран, возможности камеры для этой цены на хорошем уровне. Единственное но — это дактилоскопический датчик в экране, все таки он не такой точный и шустрый в сравнении с физическими аналогами.", "Телефон покупался в замен А5 2017. Хочется отметить хорошее качество экрана. Дактилоскопический сенсор срабатывает моментально. Качество фото хорошее, особенно при хорошем освещении. Видео также снимает хорошо. Удобно лежит в руке. Автономность на хорошем уровне.", "Телефон хороший, батарея держит, не плохая камера. Оперативной памяти и памяти телефона полностью хватает. Ставила стекло защитное, постоянно складывалось, ношу без стекла, экран в отличном состоянии. Радует Samsung pay и переводчик в камере.", "Пользуюсь с марта 2020 года. Телефон удобен в пользовании, повседневно. Защитное стекло обязательно: уже поменял третье. Хорошая камера, яркие краски. Удобен и понятен в управлении.", "Купил данный смартфон для жены после huawei. Пользуется где-то около года. Выглядит хорошо, экран не плохой. Батарею держит двое суток. Зарядка долгая по современным меркам. \n\nДатчик отпечатка пальцев срабатывает через раз. Последнее время периодически тупит. Фото на камеру какие-то неестественно растянутые. Жена жалуется. Больше не куплю samsung. Не стоит того. Взял только из-за отсутствия google сервисов у huawei. За эти деньги можно взять смартфон намного лучше у китайских производителей, что я и сделал.", "По качеству, съемки, быстроте работы, фотосъемке претензий нет. Отпечатком пальцев и сканером лица не пользуюсь, сказать ничего не могу. Для меня большой минус это емкость аккумулятора, на день не хватает. Приходится по дороге домой дозаряжать в машине, после рабочего дня остается 20-25%, а если вечером идешь на прогулку то уже не хватает.", "Телефон оправдывает каждую потраченную на него копейку! Фронтальная камера в дисплее, тонкие рамки, практически отсутствует подбородок, сочный дисплей.\nБезусловно радует функционал оболочки от Samsung, а их платёжная система заслуживает вообще отдельного отзыва!\nКамеры снимают шикарно, как основная, так и фронтальная. Работает достаточно шустро, вопросов не возникает, автономность тоже радует, на зарядку ставится только перед сном.\nИз минусов могу отметить только пластиковую заднюю крышу, которая собирает царапины даже в чехле, а также достаточно посредственный основной динамик, по всему остальному претензий нет .", "Телефон всем устраивал, пока через полтора года не превратился в кирпич. Утром сняли с подзарядки, на телефоне горит надпись с логотипом Самсунг. Перезагрузки не помогли. Спасла перепрошивка. Через несколько дней такая же ситуация, но уже ничего не помогло.\n\nОтвезли в авторизированный сервисный центр Самсунга, где взяли телефон на диагностику и вынесли вердикт \"Для функционирования аппарата требуется замена основной платы. Проверка работоспособности всех компонентов возможна только после замены основной платы\". А это по их прайсу - 470 рублей. Проверка работоспособности телефона по цене телефона? Проще новый телефон купить.", "Самый ужасный телефон, который у меня был.\nПользуюсь год. С самого начала отвратительно работал отпечаток пальца. С 3-4 раза распознает, а то и не распознает вообще. Разблокировка по лицу и того хуже. Аккумулятор в 4000 mah уже приходится заряжать каждый день. В нем тормозит буквально все, от записной книжки, до открытия банковской карты в samsung pay.\nНе рекомендую ни в коем случае."], "sma315fzwuser": ["Приветствую. Последнее время мой старый телефон стал вести себя неадекватно, поэтому задумалась о покупке нового, но долго не могла определиться с моделью.\n \nУчитывая, что сейчас даже бюджетные смартфоны могут все тоже самое, что и более дорогие девайсы, пришла к выводу, что сейчас основной критерий в смартфоне для меня стало наличие мощной батареи. А таких смартфонов оказалось не так много по доступной цене. Знаю, что сейчас много хороших моделей от китайских фирм более доступных по цене, но мне было принципиально купить именно самсунг, так как давно пользуюсь их устройствами, привыкла, плюс привязана к аккаунтам базовых самсунговских приложений. В конце концов выбор сузился до двух моделей Samsung Galaxy m31 и Samsung Galaxy a31.\n \nУ первого смартфона была батарея мощнее на 1000 мАч, да и сам он более производительный, но очень отталкивал его дизайн, а31 мне казался по приятнее, в итоге выбрала его.\n\nВторую неделю пользуюсь телефоном и хочу отметить, что экран шикарный. С него удобно читать, смотреть видео. Глаза привыкли моментально, а вот руки все никак))\n \nСканер отпечатков встроен в экран, срабатывает не всегда идеально, но по сравнению с моим предыдущим смартом, это небо и земля.\n \nВ целом камера меня устраивает, у меня нет каких-то завышенных ожиданий касательно нее. А вспоминая, что это все же бюджетная модель, камера для такого аппарата отличная.\n\n \n\nЧто касается производительности, телефон новенький, сейчас все летает и быстро грузится, не лагает.\n\n \n\nИ, наконец, хочу сказать о батарее. Она, действительно, мощная. Могу весь день сидеть в интернете, смотреть ютуб, сериалы, переписываться в соц сетях, читать новости и книги, слушать музыку и на телефоне еще будет оставаться процентов 30-40 к концу дня после активного его использования, если на следующий день никуда не надо, могу спокойно его оставить без зарядки на ночь и на утро он почти не потеряет заряда и еще пол дня проживет в том же режиме. В игры не играю, но у меня постоянно включена геолокация, и режим always on display. Хотя предыдущий смарт к концу дня при отключенных вышеупомянутых функциях уже был близок к нулю в конце дня, пока был новый. Заряжается до 100% мега быстро, каких то 30-40 минут и вот им снова можно активно пользоваться весь день.\n\nВ целом по соотношению цена/качество это просто шикарный смарт. Батарея как и хотела, держится долго, камера удовлетворяет мои потребности, шикарный красный цвет радует, отличный качественный экран, только вот жаль размер все же для моей руки великоват. Пока еще не привыкла, но возможно чуть позже привыкну.", "Пользуюсь этим аппаратом полтора года.\nБатарея: Автономность на высоте, три дня при умеренном пользовании. Не знаю что можно делать с телефоном, чтобы посадить батарею за один день, у меня даже при интенсивном использовании меньше двух дней никогда не работал, к вечеру второго дня всегда есть запас пусть даже 8%. И даже при этом не нужно бежать сломя голову искать розетку.\n\nЭкран: При первом взгляде, да и некоторое время в начале он мне казался каким-то узким и длинным, было непривычно. Но яркость и сочность картинки выше всяких похвал, Да, на солнце под прямыми солнечными лучами приходится выкручивать яркость на максимум.\n\nКамеры: Сразу скажу, я не специалист по камерам, но качество фотографий мне очень нравится, заметно лучше чем у моих предыдущих аппаратов. Разблокировка по лицу работает даже в полной темноте. Т.е. фронтальной камере достаточно света от заблокированного экрана чтобы распознать лицо.\n\nСканер отпечатка пальцев в экране срабатывает примерно в 90%, а может и больше, и это не смотря на защитное стекло.\nМодуль NFC отрабатывает отлично. Про процессор правда ничего не могу сказать, у меня ни одной игры нет на телефоне, но все приложения работают без тормозов.", "Смартфон был приобретен в качестве подарка маме на день рождения\nПришлый телефон был также Samsung, поэтому выбор бренда был очевиден\nПорадовал яркий AMOLED экран, хорошая батарея на 5 000 мА·ч, 128гб встроенной памяти, простое в использовании меню, удобный для руки размер телефона и неплохая камера для повседневных фотографий . Есть NFC (не использует), сканер отпечатка пальца, разблокировка по лицу и редкий в последнее время FM-приемник", "Прост и удобен в использовании. Отличная батарея, работают в достаточном режиме все популярные приложения. Приятный бонус - Samsung Pay.", "Очень хороший телефон за свои деньги. За год пользования я не нашла ни одного недостатка. Батарею держит 2е суток при постоянном пользовании (звонки, интернет). Работает прекрасно, нареканий нет.", "Телефон яркий с интересными функциями и хорошей батареей все бы ничего но лагает жестко интерфейс ...телефон безумно глюченый мой прошлый таких проблем неимел ....камера тоже на 5 из 10...но своей цене он соответсвует .Один амолед экран и батарея чего стоят.я привык...но больше не куплю бюджетник у самсунг....экран топ.я купил за 499р за копейки и мне норм.но за 600 я бы его не взял...много для него.", "Соотношение качество-цена достойно,батарея мощная (на сплаве по Припяти за 3,5 дня около 45% израсходовал), от камеры ожидал большего.", "Отличный телефон! Телефон был куплен сразу же после его появления в продаже и используется уже больше года. За это время ни разу не возникло желания его поменять. Заряд держит отлично, камера снимает просто замечательно, зависов не было ни разу.", "Красивый, большой телефон, без особых наворотов. Были замечены затупы если быстро открываешь и закрываешь приложения, но зависаний нет, просто на 2-3 секунды задумывался. Батарею держит 2 дня при активном использовании, на выходных особо не пользуюсь, за 2 дня на 50% упала. Вот микрофон, с некой хрипотцой при разговоре слышен, но пока не парит, потом по гарантии проверю.", "Отличный телефон , 2 года пользуюсь ни разу не подвёл"], "sma105fzkgser": ["Пользовался раньше этим телефоном , за свои деньги топ , за 300 рублей. Серьёзно претензии у вас нему есть ? Проц конечно эксинос , это и есть вся проблема. Хотя если вы покупаете такой телефон , то явно не для игр . Хотя минусы самсунг это цена и процессоры эксинос , все. \nТак за свои деньги топ.", "Просто тормозной глючный корч, перебиться, если вдруг основной телефон в ремонте. Ну или ребёнку в школу, он всё равно разобьёт или потеряет", "лучший корпоративный телефон 2021 года, рекомендую!\nС удовольствием использую его для важных переговор и чаттинга с бизнес-партнерами, отлично ловит FM радио!\n\nmicroUSB one love", "Почти два года в пользовании, за свои деньги очень хорошая модель, меня полностью устраивает. Выглядит очень красиво, небольшой. Идеальный телефон: мне подходит для звонков, в интернете посидеть, сделать фото. Не тупит)", "Полгода назад купил себе. Пару дней назад взял и жене. Отличный дизайн с камерой каплей. Идеален для интернет серфинга. Шустрый. Сочный экран.", "Хороший аппарат. Удобный, презентабельный. Претензий, как к качеству модели, так и магазину нет", "Привлекла цена-качество, с Самсунгом \"общаюсь\" всегда, поэтому искала именно этот бренд.", "Приобретался телефон маме в сентябре 2019. В первую неделю были проблемы с сетью, при включенном телефоне сигнал мог не проходить, если телефон заблокирован. Потом это как-то само наладилось(магия?)\nВпоследствии никаких нареканий не было, до вчерашнего дня. Прилетело обновление до 10 андроид, установили. После этого сеть wifi стала непроизвольно отрубаться. Даже больше, значок работающего вайфай горит, а сети нет при попытке что-либо сделать в интернете. Приходится выключать и включать вайфай снова. В сервисе Самсунга мне сегодня посоветовали откатить все настройки. Попробовала-ничего не помогло. Так же в сервисе сказали, что если не поможет сброс, то нужно чинить, ибо они уверены, что вопрос не в новой версии андроида. Но, принимая во внимание стоимость данной модели, думаю, это будет дороже, чем сам телефон. Сейчас ищем замену.", "Покупался как подарок дедушке. Он в восторге. На ощупь телефон очень приятный, работает адекватно, не лагает.", "Как замена китайцам, телефон вполне себе. Но есть нюансы. Начну со звука. Основной динамик даже на средней громкости выдает какое-то дребезжание. Возможно такой мне попался, но стоит проверять перед покупкой. Расположение (на тыльной стороне, как в старых телефонах) не совсем практично. От звука в наушниках тоже ничего выдающегося ждать не стоит. Есть надстройка dolby atmos, но на звучании, по моему мнению, она не отражается от слова совсем. В остальном все устраивает. Можно придраться к остальному (глянцевый маркий корпус, отсутствие сканера, слабоватый фонарик и т.д.), но учитывая цену - нет смысла. Хорошая стабильная прошивка с приятным интерфейсом. Камера даже удивила. При хорошем освещении выходят довольно хорошие фотки с неплохой детализацией. К аккумулятору вопросов нет. В среднем держит 1,5 - 2 дня без проблем. Экран +/- ок. Разрешение довольно скромное, однако пиксели в глаза не бросаются."], "smg998bzkdser": ["Отличный смартфон, ощущается как флагман. Использовать с пером - одно удовольствие. Всё на уровне.", "Отличный сматрфон, который поличился на уровень выше по дизайну чем прошлая модель.\nадаптивный экран, это отличное решение которое помогает сохранят батарею на дольше.\n120 гц, после которых 60 гц кажутся дёргаными)\nяркий и сочный экран\nмощная начинка\nотличная камера и её функционал\nвозможность использования spenА так же даёт свой +", "Уже давно перешел на устройства Samsung, так как в свое время хотел больше возможностей у телефона и чуть более открытую систему, позже уже и до флагманов дошел, так вот на основе долгого опыта использования разных моделей и опыта использования именно S21 Ultra будет этот отзыв.\n\nКорпус. По сравнению с S20 Ultra устройство стало уже, что благоприятно сказывается в «хваткости» устройства и удобства использования одной рукой. В то же время устройство стало потолще, что тоже ощущается, особенно при использовании чехлов. \nПо материалам уже давно у флагманов Samsung все отлично, так что особо и останавливаться не буду, добавлю только то, что матовая поверхность сзади убрала проблему отпечатков и придала более дорогой вид устройству.\nИз недостатков отмечу только больший вес в районе камеры, из-за чего устройство при неловком хвате пытается ускользнуть, но это проблема большинства устройств с большим блоком камер.\n\nКамера. Точно находится в топе по качеству на данный момент, конечно, при сравнении в лоб с iPhone 13 и Pixel 6 может в чем-то проигрывать, но некритично и во некоторых сценах показывает себя даже лучше. К слову, не думал, что буду пользоваться зумом, купился именно на маркетинговую составляющую, но на практике использую достаточно часто, очень удобно зазумить чтобы прочитать информацию и близко не подходить, ну или при съемке животных можно держать дистанцию и не спугнуть.\n\nБатарея. Наконец я перестал на этот пункт обращать какое-либо внимание, потому что заряда всегда хватает на очень активный день, а в моем сценарии больше и не надо, так как на ночь телефон отправляется на зарядку. Просто этот вопрос отошел на второй план, так как и подзарядить быстрой зарядкой, если не ставил на ночь накидывает до 50% достаточно быстро. Заметил кстати, что набор своих пауэрбанков я перестал с собой брать.\n\nБыстродействие. В целом, так как я особо в игры и не играю, то мало что могу тут сказать, но в те моменты, когда играл в перелетах и переездах – проблем не возникало. В целом для флагманов – это стало уже не ключевым фактором для покупки, так как и быстродействия S20 Ultra мне хватало.\n\nЭкран. У Samsung одни из лучших экранов на рынке, поэтому по цветопередаче, по углам и всему остальному уже давно не вижу альтернатив. Что отмечу отдельно, что у 120гц тоже относился как к маркетингу, но как попользовался, а потом посмотрел на экранах, где 120гц нет, то это прямо заметно, после чего чуть больше стал ценить свое устройство.\n\nВсякое. eSim очень выручает, так как становится доступен слот для симки в путешесвиях. Не хватает в этом плане слота под microSD, есть куча сценариев, где это было полезно. Было и у других устройств, но очень удобно подключать 2 пары наушников к одному телефону и смотреть видосы вдвоем, ну и быстрое подключение аксессуаров по открытию просто чехла для наушников – просто мое уважение. Сканер отпечатка пальца стал больше и сильно лучше срабатывает, так что тоже ушла проблема с прошлого устройства.", "Пользовался неделю, разочаровал! Белый цвет на экране то зеленит, то краснит и всего две настройки, либо перенасыщенные цвета либо бледные. Камера как в среднебюджетных смартфонах! Очень многие фото получаются размытыми, потому что нет таких алгоритмов как, например, у apple и pixel, где из нескольких фото формируется лучшее по смазу, динамическому диапазону и цвету. Блок камер перевешивает балансировку и неудобно держать.\nИз плюсов, большой экран, много зумов камеры ну и быстродействие, за эти деньги плюсов маловато как по мне.. Поэтому продал его..", "Обычный андроид телефон. Совсем не ощущяется как флагман. Из плюсов работает без лагов и в общем все.\nИз минусов: батарея очень слабая на часов 8. Камера просто ниочем для флагмана. У жены IPhone 13 pro max и камера просто уделывает по всем фронтам от детализации до общего впечатления. Отпечаток пальца срабатывает через раз.", "Очень долго ждал появления у нас версии на 256Гб и, дождавшись, тут же взял. Полет отличный. Радует быстродействие, приятная среда связи между девайсами (телефон-наушники-часы). Как косплееру дико нравится камера (как фото, так и видеосъемка) - все получается крайне четким и, вроде как, в видео присутствует стабилизация (ну, или у меня такие прямые руки). Заряд, лично у меня, держится довольно долго - 2-3 суток. Минус вижу только один пока: стекло спереди, стекло на крышке и полированные бока делают из телефона селедку - сразу же нужно приобрести чехол, а то будете в течении первой же недели пользования менять крышку (в лучшем случае), как я. Плюс стекло тоже не поставить из-за скругленных краев и детектора отпечатка пальца. Позаботьтесь о защите девайса сразу.", "Пользовал до этого Хуавей Мате - телефон высший по качеству, по интерфейсу, удобству пользования. Решил обновить телефон, но Хуавей не дружил на то время с гугл, поэтому решил взять топовый самсунг... Самсунг по сравнению с Хуавей Мате - ущербное недопонимание. И вот почему. Оказалось что чип связи у самсунг свой, и очень некачественный. Вследствие чего связь постоянно теряется. В городе это незаметно (почти). Но по трассе!! Я уже подумал, что дело в сим - поменял на новую. А потом почитал отзывы в интернете - так это оказывается проблема у всех самсунгов (этой модели точно). На Хуавей Мате связь почти всегда по всей РБ ловит 3G, в этом же г..о Самсунге - чаще всего вообще ничего не ловит. А так да - камера очень хорошая. Но я покупал телефон не ради камеры, а для звонков. Прям аж бесит, когда на трассе постоянно нет нормальной связи - отвык от этого.\nВ общем - если кому нужна камера в кармане под рукой - тем рекомендую! А если кому нужен телефон для разговора (не говоря уже про доступ в интернет) - только не самсунг!", "Телефон в целом нравится. Набор камер на все случаи жизни. На трёхкратник выходят неплохие портреты, но порой картинка выходит слишком резкой, искусственно выделяя каждый тёмный волосок светлым ареолом. Сверхширик неплохой, если не сравнивать с моим прошлым Huawei P30 Pro - там детализация сильно выше. \n\nТо же касается ночного режима. Хуавей вытащит картинку из кромешной тьмы, самс так не умеет. Зато в режиме 108 Мп. выходят реально детализированные и чёткие снимки. Экран хороший, 120 Гц ощущаются. Батареи лично мне хватает с головой, к концу дня остаётся 40-60% при 3-4 часах использования. \n\nПри этом яркость экрана около 60%, 1440p@120Гц. Включённый AOD довольно сильно расходует заряд, поэтому отключил, пользуюсь смарт-часами. Хорошая фронталка с автофокусом, есть возможность ограничивать скорость зарядки как по проводу, так и без - желающим продлить ресурс аккумулятора пригодится. Корпус тактильно очень приятный, но чёрная рамка имеет склонность царапаться даже в чехле. Поддержка S-pen меня, как любителя серии Note радует, но из-за отсутствия слота под ручку нужно выдумывать костыли в виде покупки чехла с кармашком. При этом и так крупный телефон приобретает какие-то совсем бессовестные габариты. Рассчитываю поменять на S22, если в нём будет слот для пера, т.к. пользуюсь им часто. \n\nВ игры не играю, перегревов в повседневных задачах и при съёмке длинных видео не было. Покупал в A1. Очень раздражает набор российского софта, который можно удалить, но который снова устанавливается при каждом обновлении прошивки. Ну зачем мне почта Mail.ru, ОК, OK Live, ICQ, Госуслуги и антивирус? Здорово портит впечатление. Так же отношусь к отсутствию зарядки в комплекте.", "Пользуюсь данным аппаратом с самого старта продаж. Очень люблю Samsung, начинал с Galaxy S3 в 2012 году🙂 И до сих пор уже почти 10 лет кроме S серии мои руки не держали никакие другие смартфоны. Ultra после S10+ зашла на ура! Теперь о достоинствах: большой экран 120 герц, очень плавный и яркий! \n\nМощный процессор exynos 2100, хватает на все задачи с головой. Ну и камеры конечно топ! Особенно поражает оптика 10х! Недавно прилетел 12 Android. Из главных изменений - улучшили безопасность устройства. Теперь видно в режиме реального времени (горит индикатор в углу экрана) какое приложение использует микрофон или камеру, да и в целом изменилась политика разрешений у приложений в лучшую для пользователя сторону. Ну и другие всякие полезные штучки появились, как палитра цветов, плавная анимация виджетов и тд. \n\nВ целом обновление интересное. Из минусов отмечу покраску телефона. Я ношу его аккуратно без чехла, но все равно на торцах есть коцки краски до алюминия и на крышке какие-то пятнышки, которые видны под углом. Хотя вроде нигде не ронял и не ударял его. В общем и целом телефон очень крутой и хватит мне его еще на год-два я думаю. Цена уже немного упала и думаю самое время купить его если хотите иметь радующий вас каждый день аппарат за приемлемые деньги. В данный момент соотношение цена/качество отличное!", "Уже давно пользуюсь телефонами данного производителя начиная с S8+. Последнее, что разменял на этот телефон был Note 20 ultra. И после перехода на S21 ultra впечатления просто ВАУ. Почему? Потому что что я не переживаю из-за того, что телефон разрядился к вечеру (после интенсивного использования к 20:00 остаётся 40% заряда стабильно). У меня в кармане всегда великолепная камера на все случаижизни. Экран это отдельная тема - ничего лучше пока не видел. Платёжные сервисы, которыми я уже не один год пользуюсь легко прешли и в эту модель и подвязвть карту - это минута дела"], "smg98812128gr": ["Здоровенный аппарат, пришлось учиться не ронять и дотягиваться пальцами одной руки до дальних уголков экрана.", "Качество сборки отличное. Приложения тянет все без тормозов. Камера хорошая, качество снимков и видео хорошее. Цветопередача в режиме авто немного не дотягивает, но в целом хорошая. Единственный минус, аккумулятора хватает не на долго.", "Спустя пол года эксплуатации смартфон показал себя исключительно с положительной стороны. Сеть ловит хорошо даже в глухом лесу, батареи хватает на день интенсивной работы, каких-то подвисаний или медленной работы замечено не было, камеры в ручном режиме вообще фантастика, предоставляют огромные возможности для съёмки. К сожалению, спустя большое количество времени, прошедшего с момента выхода устройства, стабильно высокой остаётся и его цена у официальных дистрибьюторов.", "Оставлю несколько слов о данном девайсе. От своих младших братьев в линейке s20 смартфон отличается более широким дисплеем, большим объёмом оперативной памяти, наличием честного пятикратного оптического зума (акцент делаю именно на оптический зум, потому что цифровой и гибридный зум это маркетинг), основным модулем камеры на 108 Мп и аккумулятором на 5000 мАч. В этом смартфоне хорошо всё: просто шикарный и огромный дисплей с частотой 120 Гц, который никого не оставит равнодушным, прекрасная автономность даже с максимальной частотой экрана, впечатляющая скорость работы, которую обеспечивают топовые процессоры 2020 года и 12 ГБ оперативной памяти (с данным железом в играх вы забудете, что такое подвисания даже на максимальных настройках графики), быстрый в отличие от fe версии сканер отпечатков пальцев, большие фото/видео возможности, которым посвящено множество статей и обзоров известных техноблоггеров. Из минусов можно выделить сильный нагрев устройства на Exynos при долгой работе в режиме максимальной производительности, немалый вес 222 г и конечно же цену у официальных дистрибьютеров, которая даже в конце 2021 года держится на уровне стартовой. Дизайн конечно дело субъективное, но мне он пришёлся по душе, особенно понравилось, как выполнено оформление блока камер, которое выделяет устройство среди всех остальных на рынке. Из личного опыта использования могу добавить, что стекло на блоке камер очень легко царапается даже при аккуратном использовании в бампере, поэтому лучше сразу позаботьтесь о его дополнительной защите. Учитывая, что к технической части и дизайну претензий как таковых нет, могу смело рекомендовать смартфон к покупке, если конечно вам позволяют финансы.", "Нравиться всё. Единственное что, умер сканер отпечатка через 11 месяцев, поменяли по гарантии. А в остальном чётко. Радует зарядка быстрая, и конечно же наушники AKG со встроенным ЦАП на 32 bit.", "Работает отлично\nПокупался как подарок для девушки\nЕй там понравилась камера, батарею при постоянном использовании держит около 10 часов\nВсе понравилось", "Купил пару недель назад сей девайс. При покупке применил 2 скидки, тред ин и скидку для любимых. Итоговая цена 2090р. За эти деньги считаю лучшее соотношение цена качество.", "Все хорошо. Как пришло обновление в декабре 2020. Все проблемы ушли.", "Покупал данный телефон взамен Huawei P30Pro, которым пользовался практически год, поэтому сравнивал по горячим следам. При смене телефона остановился на S20 из-за частоты экрана 120 Гц, а на Самсунге в целом из-за Samsung Pay и операционной системы, точнее ее фирменный надстройки One UI, которая мне запомнилась по S9+ своей красотой в мелочах) Несмотря на ёмкость батареи 5000, телефон заметно уступает в продолжительности работы. \n\nПоэтому Power Bank практически постоянно был при мне. Поскольку я увлекаюсь мобильной фотографией, причем моя работа часто требует фотографирование документов, камере мною уделяется особое внимание. Про ночную съёмку рассказывать не буду т.к. она на достойном уровне, если не сравнивать с флагманами от Huawei, где они реально короли. \n\nСразу кинулось в глаза отсутствие в Samsung микросъемки, которой при определенных сценариях работа не хватает. Но самый главный  недостаток камеры это перегрев телефона и отключение камеры после непродолжительной работы,  а это реально проблема, когда тебе нужна камера, а она не работает. Сразу оговорюсь, что чехол у меня оригинальный, поэтому Samsung должен был это учитывать. Поэтому если вы любители мобильной фотографии готовьтесь получить облом в самый неподходящий момент. На отдыхе приходилось снимать чехол и опускать телефон в воду, чтобы продолжить фотографировать. Надеюсь, что это всё-таки программный косяк, который при очередном обновлении исправят, но за полгода у Самсунга руки до этого не дошли, что огорчает. Также хотелось бы упомянуть про видео, которое при включении стабилизации видео начинает давать шумы, что особенно видно при плохом освещении. Экран в телефоне классный, но 120 Гц я особо не заметил. В целом телефон нормальный, про без ложки дёгтя не обошлось.", "Телефон ужасный , трещит как погремушка детская , перестаёт работать 4г после вайфай , камера ужасная , фокус ужасный , размывает фото . Батарея на 6 часов ,  и многое другое"], "sma307fzkuser": ["Телефон в пользовании 1.5 года. За это время только хорошие впечатления. Телефон с лихвой оправдывает свою цену. Если подробно: \n- экран. Тут без вопросов. Амолед решает.\n- процессор и озу. У меня ни глюков, ни зависаний не было. К скорости работы претензий никаких.\n- в камерах не разбираюсь, мне мегапикселей хватает. \n- датчик под экраном выше всяких похвал. Работает адекватно. Задержка по сравнению с классическими вариантами составляет 0.5 секунды. Не считаю это каким-то недостатком.\n- Samsung Pay. Вот это топовый топ. Добавление карты происходит за минуту, без всяких танцев с бубном( в отличие от Xiaomi). Доступ к оплате сделан грамотно и просто. \n- быстрая зарядка сокращает время зарядки на 40 минут. Хотя батарею хотелось бы и по-больше.", "Подкупил дизайн - телефон тонкий, рамки вокруг экрана тонкие, интересный цвет, красивый в общем, но не на долго. Даже в чехле, от мусора и пыли пластик быстро поцарапался. Первое, что понравилось - сенсор отпечатка пальца в экране, как у топовых телефонов, и AMOLED экран. Хорошо снимает камера, даже в сумерках, хотя автофокус задумчивый и не сможет сфокусироваться ближе 15 см. Еще в плюсы можно записать фирменное ПО самсунг для привязки банковских карт, да в принципе и все. Плюсы закончились.\nТеперь о минусах. Первый - практически через два месяца эксплуатации перестал брать быструю зарядку, ту фичу, которой телефон хвастался. Мне сказали что это из-за подключения стороннего кабеля USB.... Произошло это при попытке подключить телефон к ПК для передачи большого файла. При этом выяснился еще один нюанс телефона - он форматирует флешку в формат FAT32... в 2019 году... из-за этого есть жесткое ограничение по размеру файла. Почему меня это так беспокоит? Я хочу выкладывать ролики на ютуб, но интернет у нас в деревне никакой, зато в телефоне у меня безлимит. Но то что телефон не принимает файлы больше 3 Гб, не страшно, ведь с недавних пор он перестал соединяться с компьютером через USB и теперь это не имеет значения. Это все после 7 месяцев бережной эксплуатации. А еще Самсунг не умеет в музыку - если файл превышает по размерам ~70Мб, во время его воспроизведения будут фризы и затыки, не важно какой плеер используется, даже poweramp со своими настройками буферизации и приоритетом не смог победить самсунг. Мой старый Сони Эрикссон 2012 года смотрит на этот Самсунг с презрением... Следующий мой телефон будет Сони, осталось добить этот, я думаю, ему не долго осталось...", "Я не сильна в характеристиках и прочем, перешла на Sumsung с Xiaomi, тот даже по характеристикам вроде бы был лучше, но меня вполне устраивает этот, не тормозит, батарею держит долго, заряжается быстро, очень красивый и тактильно приятный, ношу без чехла уже два месяца, падал раз 5, никаких сколов или царапин нет! Камера хорошая, за свою цену вообще огонь!", "Пользуюсь этой моделью около полутора лет. Очень довольна выбором - до сих пор не возникло распространенной проблемы андроидов с нехваткой места для установки приложения, устанавливаю - не наустанавливаюсь;) Огромный для меня плюс в том, что модель поддерживает samsung pay - уже забыла, когда держала в руках физическую карту. Очень довольна качеством фото, и опять же, пока что не возникло проблем с тем, что на фото нет места. Заряда хватает больше, чем на день, при регулярном использовании. Как-то уже привыкла, что бюджетные модели телефонов живут пару лет, а здесь прошло полтора и ни намека на то, что телефон начинает умирать, нет. Отдельное умиление белому цвету - телефон выглядит изумительно. Ношу с прозрачным бампером, чтобы было видно, какой он хорошенький;) \nП.с. прикрепила несколько фото, сделанных на телефон", "Купил в А1 по 234р на акции маме и жене, это его реальная цена, больше точно нет. Экран amoled хороший, батарейку держит пару суток при умеренном пользовании, снимает вполне достойно для своей категории! Со временем действительно стал подтормаживать, и да,  ничего тяжелого на нем не загружается, память свободна. Сразу приобретайте флешку для него. Нет функции записи звонков, но это у всех нынешних самсунгов, мне неудобно. Если телефон для звонилки, серфинга, камеры, то рекомендую, но не за 150 у.е.)", "Хорошая звонилка не более. Покупал ребёнку. Прошло пару месяцев, после загрузок приложений и пару игр начал подтормаживать, хотя ничего объёмного на него не ставили. Качество экрана на 2020г оставляет желать лучшего не много жалею что не переплатил за лучшие характеристики так как рассматривали Honor. Вообщем второй раз бы не купил.", "Очень и очень тормозной телефон. До этого был Huawei p8 lite 2017, так даже он был быстрее. Самый большой плюс этого телефона это экран, да он очень хорош. Но боже как он тормозит. Камера ни о чем, три дырки а снимает хуже старого телефона. Звук обычный. Радиомодуль слабоват. На даче, где хуавей нормально тянет интернет, по этому почти не поговорить. Взял его только из за экрана и цены.", "Купил его только из-за цены в а1, он ровно столько и стоит. После EMUI от Huawei- оболочка менее удобная, менее понятная, много ненужных настроек, но нет более нужных (лично для меня). Датчик дактилоскоп- полная лажа- работает отвратительно, и медленно и часто ошибается. Глючит датчик приближения. ООООчень зернистый дисплей- читать на нем некомфортно. В остальном доволен, особенно с учетом цены. 200 уе -он не стоит абсолютно!", "Если учитывать за сколько я взял этот смартфон, то впечатления наилучшие. Радует удобная оболочка, NFC. Лагов не заметил, если пользоваться с умом. После Xiaomi испытываю эстетическое удовольствие от дизайна и UI 2.0. Прекрасная кастомизация для себя любимого. Отпечаток срабатывает стабильно.\nА теперь о ложке дёгтя. Экран. На программном уровне он стоит HD. Из этого плюсы: меньшая нагрузка на систему и батарею. Минусы: в некоторых моментах мылит экран. Также тачскрин не имеет никакой защиты (нашёл только про GorillaGlass3, но у менябольшиесомнения, это информацияна 1 из 10 сайтов), так что не будьте как я и сразу приобретите чехол и стекло. В настройках поставьте большую чувствительность тачпада. Если у вас стоит отпечаток до стекла, то придётся вам его переделывать после наклейки. Я в первые сутки умудрился поцарапать экран кольцом. Царапина довольно глубокая. \nВ принципе всё, за такую цену по скидке очень рекомендую!", "Все отлично работает. За эти деньги наверное лучший смартфон (235р по акции). Но дороже 300р я бы его не купил из-за экрана. Ну прямо ооочень зернистый. И корпус сильно царапается"], "smn985fzngser": ["Купил ровно год назад и был разочарован, телефон явно не для игр, только для серфинга в интернете, все ужасно лагает на высоких настройках, хотя характеристики позволяют, но то что меня заставило посидеть на нем подольше, это стилус, экран и особенно камера, я сделал вывод, что он не для игр, а для работы или серфинга", "Телефон просто огонь, как, в общем, и практически все предыдущие версии Note. Функций столько, что не выучишь за все время пользования телефоном. Постоянно находишь что-то новое. Иногда реально полезное, иногда просто забавное. Некоторые функции выглядят совершенно ненужными, но почему бы не реализовать их, если можно?", "Пользуюсь смартфоном больше года. никаких нареканий нет. \nУчитывая характер моей работы - дополнение в виде стилуса идеально дополняет данный смартфон.\nКамера снимает идеально(очень нравится зум).\nБатареи хватает на продолжительный срок при активном пользовании.\nДвумя словами о данном смартфоне - миникомпьютер в кармане", "Хороший аппарат, оно и понятно - за такие деньги флагман плохим не будет. Супер камера и очень классный режим раскраски - для моей)))", "Телефоном доволен, рекомендую к покупке\nСтоял выбор между S21+ и этим устройством. Оба телефона имеют достаточно высокую стоимость, что оправдано для флагманов, но тем не менее.\nБатарею держит с утра до вечера (у меня сценарий использования такой: ютуб, соцсети, музыка). В среднем 5-6 часов работы экрана.\nЗвук стереодинамиков чёткий, громкий. Цветопередача яркая, насыщенная. Сеть ловит без проблем. Слышимость собеседника во время разговора хорошая, вас тоже слышат хорошо. Камера снимает отлично, на уровне флагманского устройства.\n\nНа момент приобретения недостатков в работе телефона не выявил, работает \"как швейцарские часы\".", "Приобретал на А1 перед новым 2021 годом. Сразу после покупки приобрел для него прозрачный силиконовый чехол, который у некоторых телефонов идет в комплекте. Здесь его нет. В настоящее время никаких вопросов по его работе не возникало. К размеру нужно привыкнуть. Super Amoled,120 Гц, память 8 Гб/256 Гб, батарея 4 500 mAh, возможность съемки на 108 Mп и 4К видео, наличие стилуса, громкость воспроизведения из 2-х динамиков - это отличные вещи, которые актуальны сейчас и без которых уже невозможно представить современный смартфон. А наличие программного обеспечения Pay, Pass, возможности редактирования фотографий и снимков экрана и т.д. только дополняет его достоинства. Сейчас даже не представляю, чтобы у меня был другой телефон и без стилуса. Даже при отсутствии в нем 5G считаю его флагманом на Android.", "Доброго времени суток. \nНачну с начала... Все телефоны, которыми я пользовался за все время, это телефоны Samsung, хотя при последнем выборе аппарата, рассматривал и \"яблочных\")\nКасательно Note 20 и почему я остановился на нем, приведу свои плюсы:\n1. Характеристики. По железу он очень достойный. Память, процессор - все на уровне. Приложения не лагают, не тормозят. Всё грузится быстро \n2. Камера. Фотографии реально получаются насыщенным и качественными. (Во вложении фото без обработки)\n3. Для моих потребностей - стилус. Я просто занимаюсь обработкой фотографий, и для меня было неожиданно, что мне понравится работать со стилусом. Очень удобно. Для моих запросов вещь супер.\n\nЕсли уже говорить про недостатки... То для меня имеется один единственный момент - это батарея. \nКонечно же, нельзя сказать, что это прям очень критично, но хотелось бы батарею мощнее.\n\nЕсли из всего сказанного сделать вывод, телефон реально достойный. Со", "Первое ощущение - огонь! Размер в самый раз, удобно сидеть в интернете и социалках. Из минусов сразу бросилось в глаза: как-то очень быстро теряет заряд. До этого был Note 9, тот раза в полтора медленнее разряжался. И весьма странный алгоритм автофокуса у камеры. Далеко не всегда нормально фокусится (например хочешь снять что-то на зум-объектив в помещении, и далеко на все объекты желает корректно фокусится, текст с монитора тоже весьма так себе берет), а на \"тычок\" пальцем в нужный объект тоже не особо реагирует", "Третий Ноут. Качество как всегда на высоте. Заводская пленка через месяц уже вся в царапинах, но пока не меняю, сразу же наклеил пленку на камеры. Недостатков, кроме быстрой разрядки (иногда не хватает и на пол дня), не заметил. Камера - огонь!", "Пользовался до этого note 4 (5,5 лет отслужил верой и правдой, пока не заглючил и просто умер). Я не из тех, кто мереется процессорами или камерами, меня это просто не волнует. Просто часто работаю стилусом и за эти годы привык именно к линейке Note. Много писать не буду, здесь и так уйма всего, перечислено (больше положительного) Но почему то никто не указал на его ОГРОМНЫЙ МИНУС, а именно его экран (хвалёное защитное стекло горилла глаз, которое царапается при малейшей возможности, и пользоваться без дополнительной плёнки черевато неприятными последствиями.) Спустя 2 недели использования (пока не нашёл защитную плёнку) на экране появились мелкие царапины. И этот недостаток у флагмана, ценою более 1200$ - позор!"], "sma125fzkvser": ["Купил ребенку(12 лет) год назад. Всё устраивает-соцсети,игры,камера. Только докупил карту памяти на 64 Мб и периодически ставлю защитные стекла. Бампер покупал в Китае", "Своих денег стоит. Хорошая качественная сборка. Люфты отсутствуют. Экран IPS не минус скорее особенность определяющая цену. Неплохая матрица камеры как в этом ценовом сегменте. Процессор слабоват для игр на высоких настройках, но можно рассматривать это как плюс к автономности. Могу порекомендовать людям равнодушным к играм. и не замороченным на дизайне. Модуль NFC есть, но samsung pay нет. За эти деньги аналог от большинства брендов будет иметь гораздо больший функционал.", "Выбирал между телефонами от китайцев и корейцев. Поскольку выбиралась для дочери, то во главу угла ставился дизайн. Он здесь на твердую четверку. Брал синий. Цвет очень приятный. Материал корпуса на ощупь добротный, явственных косяков сборки не видать. При этом ,несмотря на цену (брал в А1 за 330 рублей), очень приличные характеристики, что по железу, что по камерам. Дочка 13 лет пищит от восторга. ))) Мощный аккумулятор. На сутки интенсивного щебетания и лазанья по чатам, и сеткам дочери хватает.", "Бюджетный телефончик. Экран так себе, левый. Чтобы платить в рб нужно брать рст. Серфинг в инете тоже с тормозами. Камера неплохая. Батарея хорошо держит. Не играю. В целом цена почти соответствует качеству. Брал, потому что Samsung.", "Отличный телефон за свою цену:\nНе сильно глюченый, удобный, самое главное -- дешевый. С февраля с ним хожу и доволен. Ронял много раз -- на удивление крепкий смартфон (правда, всегда был в чехле).\nОплата телефоном отлично работает (не в РБ), удобное расположение датчика отпечатка пальцев, хорошая для бюджетника камера, особенно фронталка. Батарея до сих пор держит 2 дня, если не играть часами (фифа мобайл отлично идет без глюков), при этом поддерживается быстрая зарядка.\nСамый большой минус -- иногда выходят абсолютно идиотские обновления ПО, после которых то камера глючит, то еще что-то. Но со следующим обновлением все проходит.\nТакже раздражает, что нельзя удалить сервисы яндекс. Когда было занято 63 гига из 64, безпроводные наушники подключали микрофон после 20 секунд разговора)))))\nПосле очистки 20 гб все снова стало супер.\nПо факту это не минусы, а так сказать особенности, так как если бы их не было, то и телефон бы не стоил меньше 200 долларов.\n\nДо этого было предфлагманский Galaxy A7 (2018), который я покупал как новинку за 400 долларов. Разницы -- никакой, у А12 даже получше камера, на мой взгляд.\n\nВывод: за свои деньги это топ, тем более это все-таки бренд, а не китайский ноу-нейм.", "Ну для начала, телефон соответствует заявленным характеристикам. Быстрый, удобный, хорошо сидит в руке, большой и качественный экран.\n Ну и о камерах, а вернее об их недостатках, никогда особо не фотографировал на телефонах, но проблему у этого я заметил сразу, какой то странный \"выбеливающий\" фильтр у камеры который никак не отключить (по крайне мере в настройках камеры что бы я не включал\\отключал) он никак не исчезал, зачем он нужен я вообще не понимаю, ибо реально, единственное что он делает это выбеливает фото, проще говоря если у вас в комнате горит обычная лампочка с тёплым светом, на фото будет казаться что светит там нейтралка, да и в принципе все цвета как то привираются по итогу, на предыдущем моём телефоне, Samsung Galaxy S III такого не было и по итогу фото на нём пусть и менее чёткие, как минимум он передаёт именно тот цвет который имеет предмет. Но брал я телефон разумеется не из-за камер, поэтому не вижу смысла снижать за это оценку всему телефону, хотя обидно что 48 мегапикслей по итогу ушли в молоко", "Взял аппарат за 360р, выключил анимцию x1 в режиме разработчика, установил тёмную тему, никаких глюков и лагов, батарея просто космос. Экран конечно не для любителей retina и ips, но меня более чем устраивает, читать / смотреть ютубчик отлично. Всё ненужное либо удалил, либо отключил. Аппарат точно стоит своих денег. Рекомендую!", "Пользуюсь месяц. Можно покупать. Камера неплохая. Аккумулятор мощный. Система безопасности слабоватая, но мне она особо не нужна. Частенько тормозит на команды, теряешь 1-2 секунды, это может и раздражать кого-то.", "Покупал для ребёнка. Важно понимать, что это бюджетный аппарат. При это всё работает хорошо и довольно быстро, камера вполне неплохо фотографирует при достаточном освещении. Из явных минусов только отсутствие Samsung Pay и некоторых функций в камере, например нет съёмки таймлапс-видео. Корпус сделан из добротного пластика с приятной ребристой текстурой на задней крышке. Хорошая автономность.", "Денег своих не стоит . Начал лагать и я его перезагрузил . Так эта лапата с помоями взяла да и обновляться начала без моего согласия . Теперь он глючит ."], "sma415fzkmser": ["Данный телефон пользую больше года, есть плюсы и минусы. Отмечу хороший экран и батарею (на сутки без проблем хватает). Производительность приемлемая - в моб.игры не играю, на повседневные задачи и программы хватает с запасом. Из минусов для меня только отвратительная реализация сканера отпечатка пальцев.", "Хороший дизайн, работоспособность, NFC. Почти полностью закрывает потребности.\nЕще бы камеру получше и было 5 звезд", "Покупал маме в подарок год назад. В принципе, соответствует поговорке цена-качества. Сейчас иногда подвисает на простых задачах, например, принять звонок. Но для простых нужд, вроде, посидеть в браузере, сделать фотографию и заказать продукты в приложении, он справляется. Не подойдёт для игр. Первым телефоном мама довольна.", "брал телефон исключительно из-за его размера, нужен именно телефон,а не планшет. по началу вроде все было более-менее. Но со временем он начал подвисать, раз в неделю,минимум,нужна перезагрузка, часто не могу позвонить не происходит набор номера.", "При покупке телефон смотрел на три параметра:\n1. размер;\n2. производительность;\n3. цена.\nРазмер. Конечно не то, чтобы он очень маленький, но по сравнению с современниками вполне себе компактный.\nПроизводительность. Мессенджеры, почта работают без глюков. Из игр стоит Gwent, тоже особых вопросов по работе нет.\nЦена. Для такого телефона считаю приемлемой. Китайские телефоны за такуюже цену заявляют лучшие параметры, но, потыкав в салонах связи, я скорее был разачарован чем впечатлен.\n\nДополнительно.\nДостоинства. Яркий и сочный экран. Неплохая камера, хотя я не фотограф. \nНедостатки. Маркая и скользкая задняя крышка. Сканер отпечатка пальца не всегда нормально отрабатывает. Один динамик.", "Пользуюсь уже около полугода. В целом нареканий нет, кроме авторизации. Отпечаток отрабатывает на 70%. На морозе так на все 60%. Пробовал убирать анимацию, использовать разные лайфхаки, но сканер отпечатка в этой модели имеет свой предел возможностей и с этим ничего не поделаешь. Сканером лица не пользуюсь, потому что потерял всякую надежду в его пользе, хотя по-разному пытался регистрировать лицо, всё-таки алгоритм отрабатывает не очень. Отпечатком пользоваться привык, в целом нормально, но иногда приходится постараться. Иногда прибегаю к графическому ключу. В остальном всё ок. Компактный размер для современных телефонов порадовал, свою будущую модель планирую в похожем размере. Пока что грузит всё ок, без зависаний, что очень важно для меня. Стильный. Цвета экрана на уровне. Покупкой доволен.\n\nP.S.: После того как поставил стекло и в настройках сканера отпечатка отметил его присутствие, отпечаток почему-то отрабатывал всё равно ужасно. Я снёс данные, затем еле-еле зарегистрировал отпечатки (думал уже снимать стекло) снова. В итоге стало норм.", "Мне понравился. Шустрый, экран отзывчивый, амолед- на солнце всЁ прекрасно читается. Несмотря на глянцевую спинку- не скользит и не выскакивает из рук как некоторые пишут. А размеры и вес- это просто чудо. С такими габаритами ничего практически и не осталось. Олвейс дисплей- чтобы не пропустить сообщения и др. Правда, мог быть и поярче, но тогда заряжать приходилось бы чаще.", "Нужен был не тяжелый и не широкий смарт для женщины с ограниченными возможностями. Функция разблокировки экрана без использования боковой клавиши прекрасна. Со всеми функциями справляется прекрасно. Приятно пользоваться.", "Нормальный телефон за свои деньги. Дороже китайских конкурентов схожих по характеристикам, но UI оболочка у samsung намного удобнее. Плюс наличие samsung pay.\nКамера хорошая, но не проф, т.к. нет стабилизации и качественной ночной съемки. Для соцсетей сделать фото или видео вполне зайдет. \nБатарея держит нормально для повседневных задач, но для игр недостаточно. \nСеть и gps держит хорошо.\nЗа пол года использования девайсом полностью доволен.", "Покупал телефон на замену xiaomi за 120 уе. \r\nТелефон в 2 раза дороже. Хотел лучше)\r\nЭкран понравился.\r\nРазмер меньше, для меня это важно.\r\nЕсть NFC(Samsung pay) одна из причин покупки. Для меня гораздо легче и быстрее достать из бумажника карточку, чем активировать NFC.\r\nТелефон постоянно тормозит, даже если не запущено ни одного приложения, может зависнуть на полминуты с камерой. При наборе номера порой висит более 5 секунд.\r\nСенсор просто отвратительный, постоянно не срабатывает, либо не так срабатывает.\r\nне рекомендую."]}